{
  "Rainy_Day_0": "Có muốn nhảy lên nhảy xuống trong những vũng bùn không?$h#$b#Ellie nói rằng tắm bùn tốt cho làn da.$18",
  "Rainy_Day_1": "Slime mèo ghét bị dính nước mưa.$16#$b#Em nghĩ chúng đã trở nên QUÁ giống mèo.$17",
  "Rainy_Day_2": "Bạn không bao giờ mang theo dù à? Nếu bạn bị ốm thì sao?$u#$b#Ôi! Chúng em có thể chăm sóc bạn để bạn hồi phục sức khỏe! Void là bác sĩ có giấy phép.$12",
  "Rainy_Day_3": "Mưa, mưa, hãy đi đi. Lần khác lại đến nhé.~!$1#$b#Bạn vẩy nước vào tôi, và tôi sẽ vẩy nước vào bạn, và chúng ta sẽ làm ướt giày.$18",
  "patio_Lavril": "Khi em lớn lên, em sẽ trồng một đống cây anh đào!$16",
  "spouseRoom_Lavril": "Muốn nghe một câu đùa gõ cửa ngớ ngẩn không?$16#$e#Được rồi, nhưng bạn phải bắt đầu trước!$17#$e#Có ai đấy?$19#$b#...$19#$b#Teehee!$17",
  "Rainy_Night_0": "Void sợ sấm. Chúng em có thể ngủ ở phòng bạn tối nay không?$u",
  "Rainy_Night_1": "Muốn uống gì ấm không? Void đã pha một ít trà trước đó. Cậu ấy đang học cách trở thành quản gia..[614]$4",
  "Rainy_Night_2": "Á! Đừng ôm nhé! Void không thích bị ướt áo quần.$u#$e#...Còn ôm không khí thì sao?$u",
  "Indoor_Day_0": "Void thích giữ cho ngôi nhà sạch sẽ. Bạn nên xem cậu ấy cố gắng quét nhà bằng chổi.$16#$b#Void rất đam mê trong mọi việc cậu ấy làm. Mỗi hạt bụi đều bị lau sạch khỏi mặt đất.$19",
  "Indoor_Day_1": "Muốn nghe một câu đùa gõ cửa ngớ ngẩn không?$16#$e#Được, Nhưng bạn phải bắt đầu trước.!$17#$e#Ai đó?$19#$e#Teehee!$17",
  "Indoor_Day_2": "Ừm... Hình như em có một ông cố.#$e#Em tự hỏi khi nào ông ấy sẽ yên nghỉ...$13",
  "Indoor_Day_3": "Nhìn xem em tìm thấy gì bên ngoài! [388]$h#$b#Đây là một cành cây! Nhưng cái này có cá tính đấy.$4",
  "Indoor_Day_4": "Người lạ chỉ là những người bạn mà bạn chưa gặp.$4#$b#Trừ khi họ làm điều gì đó thật nghi ngờ!$4#$b#Thực ra, tôi có thể cần phải suy nghĩ lại về điều đó...$7",
  "Indoor_Day_5": "Em mệt vì đi bộ quá.#$b#Bạn có thể cõng tôi không?$$h#$e#Em muốn đến sân chơi!$18",
  "Indoor_Day_6": "EM có một câu đùa ngớ ngẩn khác. Muốn nghe không?$16#$e#Người nông dân đầu tiên đã nói gì với người nông dân thứ hai?$17#$e#Chúng ta đều là nông dân.$19#$e#Ha ha! Không phải là một câu đùa tồi sao?$17",
  "Indoor_Day_7": "Nhìn xem em tìm thấy gì bên ngoài! [388]$h#$b#Đây là một cành cây! Nhưng cành cây này có một tương lai. Tôi nghĩ nó muốn trở thành một luật sư.$4",
  "Indoor_Night_0": "Void thích ra ngoài tuần tra. Cậu ấy thích mang về những thứ mình tìm thấy trên trang trại [64 126 127 167 235 253 311].$1",
  "Indoor_Night_1": "Chúng ta sắp hết chỗ trên tủ lạnh rồi. Em sẽ treo tất cả các bức tranh của mình ở đâu?$6",
  "Indoor_Night_2": "Vinnie và Void là những người bạn rất tốt! Em cá là vì tên của họ đều bắt đầu bằng... 'V'!$16",
  "Indoor_Night_3": "Bạn có thể đọc cho chúng em một câu chuyện trước khi ngủ không?$4#$b#Em muốn nghe về Cây Non Dũng Cảm!$4",
  "Indoor_Night_4": "Chào mừng về nhà!$4#$b#Em đã chờ cả ngày để nói điều đó!$1",
  "Outdoor_0": "Nhìn này, em tìm thấy một chiếc lá có lỗ trên đó!$1#$e#Đây là thông tin rất quan trọng. Ai mà biết được? Nó có thể có một câu chuyện buồn đằng sau!$18",
  "Outdoor_1": "Void đã ra ngoài tuần tra và tìm thấy một quả trứng![107 174 289]$1#$b#Nếu nó nở, chúng ta có được giữ nó không?$7",
  "Outdoor_2": "Chúng ta có thể trồng thêm vài cây anh đào nữa không? Làm ơn mà?$16#$b#...Đi màaaa?19",
  "Outdoor_3": "Jas và Vinnie đã chỉ cho chúng em cách bóc hành lá.$u#$b#...Có quá nhiều côn trùng.$u",
  "Outdoor_4": "Nhìn xem tôi tìm thấy gì bên ngoài! [388]$h#$b#Đây là một cành cây! Nhưng cành này đang gặp khủng hoảng tuổi trung niên.$4",
  "Outdoor_5": "“Chúng ta nên ngắm sao vào ban đêm. Void nói những người bạn cũ của chúng ta đang ở trên bầu trời.”$4",
  "funLeave_Lavril": "Em đang tụ tập với bạn bè hôm nay!$4#$b#Em sẽ về nhà sớm.$4",
  "funReturn_Lavril": "Em đã về rồi đây!$4#$b#Void nói cậu ấy sẽ ra ngoài tuần tra. Em hy vọng cậu ấy sẽ mang về cho em một thứ gì đó thú vị.$h",
  "spring_12": "Ngày mai mình sẽ hóa trang thành thỏ!$1",
  "spring_2": "Ừm... Em có cái này. C-có thể giúp em trồng cái này sau hôm nay không?[628]$13",
  "spring_23": "Lễ hội khiêu vũ hoa sẽ diễn ra vào ngày mai.$10#$b#Em ước là có thể nhảy cùng bạn, nhưng bọn em sẽ chỉ cổ vũ từ bên lề thôi.$12",
  "spring_24": "Em không thể chờ để tham gia cùng các bạn của em!$h",
  "summer_10": "Ngày mai là lễ hội Luau! Em biết chính xác phải thêm gì vào nồi rồi.$19#$b#Biết nói sao đây? Mình học từ những người giỏi nhất mà.$17",
  "summer_27": "Em thích cách những con sứa phát sáng trong bóng tối. Chúng thật duyên dáng.$4#$b#Cứ như thể chúng đang nhảy valse trên đại dương vậy. Ellie nói điều đó rất lãng mạn.",
  "OneKid_0": "Em không bao giờ nghĩ rằng mình sẽ trở thành bạn gái lớn trước đây... %kid1 là kho báu nhỏ của chúng tôi.$h",
  "OneKid_1": "Em không có bất kỳ kỷ niệm nào về bố mẹ em... Vì vậy, em rất vui vì chúng em có bạn.$12#$b#...Mẹ.$u^...Ba.$u",
  "TwoKids_0": "Em không có bất kỳ kỷ niệm nào về bố mẹ em... Vì vậy, em rất vui vì chúng ta có bạn."$12$b#...Mẹ.$u^...Ba.$u",
  "TwoKids_1": "%kid2 thích đi theo mình quanh nhà! *Cười khúc khích* $16",
  "fall_1": "@, Nhìn kìa! Những chiếc lá mà em hái trước đây đã bắt đầu đổi màu rồi.$16",
  "fall_5": "Pssst. @. [311]$16#$b#Bạn vui lòng giữ cái này giúp em nhé.#$e#...Xin đừng hỏi bất kỳ câu hỏi nào. Cảm ơn bạn!$h",
  "fall_15": "Pssst. @. [311]$16#$b#Bạn vui lòng giữ cái này giúp em nhé.#$e#...Xin đừng hỏi bất kỳ câu hỏi nào. Cảm ơn bạn!$h",
  "fall_25": "Pssst. @. [311]$16#$b#Bạn vui lòng giữ cái này giúp em nhé.#$e#...Xin đừng hỏi bất kỳ câu hỏi nào. Cảm ơn bạn!$h",
  "winter_25": "Em không biết tương lai sẽ ra sao, nhưng thật tuyệt vời khi bạn là một phần của nó.$4#$b#Chúc mừng Winter Star... Ba.$18^Chúc mừng Winter Star... Mẹ.$18",
  "Good_0": "Đầu của Void thì tròn và có hình dạng như viên bi. Cậu ấy thích đánh vào đồ vật bằng đầu của mình.$16#$e#Dù vậy, em nghĩ đầu của cậu ấy rất mềm.$12",
  "Good_1": "Bạn sẽ mô tả màu cam như thế nào cho người không thể nhìn thấy?$13#$e#À, tôi thích nghĩ về bạn. Bạn ấm áp và sáng sủa, làm em cảm thấy vui vẻ.$4",
  "Good_2": "Lần cuối cùng bạn bị quên mất thời gian, bạn đang làm gì?$7#$e#Mỗi ngày đều rất vui, nên thời gian cảm giác trôi qua quá nhanh... Trước đây không phải lúc nào cũng như vậy.$4",
  "Good_3": "Chào, trẻ em đến từ đâu?$7#$e#Cô Penny nói rằng em hỏi nhiều câu hỏi hơn so với độ tuổi của mình...",
  "Good_4": "Nếu có một cuộc đại dịch zombie, em có thể sẽ chết ngay lập tức.$13#$b#Zombie thật sự rất đáng sợ...$u",
  "Good_5": "Động vật có được coi là bạn không? Những con gà dường như không thích mình vì lý do nào đó...$13#$b#Nhưng bạn có thể tưởng tượng không? Em sẽ dễ dàng có được một trăm người bạn nếu mình khiến một số trong số chúng thích mình!$1",
  "Good_6": "Em thấy một con Junimo đang nhìn vào từ bên ngoài cửa sổ của chúng ta!$h#$e#...Chúng không đáng yêu sao?$18",
  "Good_7": "Bạn có thể đón tôi không? Em cảm thấy hơi mệt...$6",
  "Neutral_0": "Ừ. Em cần nhiều bạn hơn..",
  "Neutral_1": "Void vẫn chưa nói cho em biết cậu ấy đã làm gì với Vincent vào đêm của các chàng trai?$u#$b#Nhưng câu hỏi là... Mình có thực sự muốn biết không?$10",
  "Neutral_2": "Cuộc sống nông trại khó khăn hơn em tưởng, nhưng em sẽ không bỏ cuộc.$4",
  "Neutral_3": "Bố của Ellie là bác sĩ thú y. Bố của Vinnie cũng là bác sĩ thú y!$h#$e#Ừm... sự khác biệt giữa bác sĩ thú y và cựu chiến binh là gì?$7",
  "Neutral_4": "Em tìm thấy một cái gậy ở ngoài... nhưng h-hãy nghe em nói đã.$16#$b#Cái gậy này không giống như những cái khác. Nó có tay rắn...$19#$b#Lavril bắt đầu kêu rít mà không có lý do rõ ràng. Void thì giấu một cốc cà phê gần như rỗng đi khỏi tầm nhìn.",
  "Bad_0": "Em nhớ những ngày chỉ có em và Void.$u",
  "Bad_1": "Ừm... Em có làm gì sai không?$2#$e#Gần đây bạn có vẻ hơi xa cách. Bạn có thể dựa vào tôi nếu cần gì nhé...$9",
  "Bad_2": "Chúng em không có tâm trạng tốt ngay bây giờ.$u",
  "Bad_3": "Này. Em có làm gì sai không?$s#$e#Ừm... Không sao đâu.",
  "Bad_4": "Em nhớ vườn cây ăn quả.",
  "Bad_5": "Ừ. Em cần nhiều bạn hơn.",
  "Bad_6": "Ugh. Để mình yên."

}