{
  "Introduction": "Chúng em muốn sống hòa bình với mọi người... Chúng em không muốn mọi người sợ hãi chúng em...$3",
  "Mon": "Chúng em không muốn làm cho mọi người phải chịu đựng...$2#$b#Nhưng chúng em cũng không muốn biến mất...$3",
  "Tue": "Chúng em cảm thấy sợ hãi... và lạnh lẽo.$3#$e#C-Có thể... ở lại với chúng em không?$11#$e#%Lavril trông có vẻ lo lắng.",
  "Wed": "Chúng em không biết bạn là một người tốt.$3#$b#Cảm ơn bạn đã giúp đỡ chúng em.$3",
  "Thu": "Nhà chúng em tối tăm và cô đơn... Void nói rằng nó đầy năng lượng ma quái.#$b#Tinh chất của Void làm chúng tôi mạnh mẽ hơn... để chúng em có thể tự bảo vệ mình khỏi những kẻ xấu.$10",
  "Fri": "$y 'Ừm... C-có muốn làm bạn với chúng em không?_Có._Hí hí! Điều đó làm em... rất vui!$17_Không._Ôi... Được rồi. Em xin lỗi...$s'",
  "Sat": "Chúng em đã lang thang một mình trong một thời gian dài... rồi sau đó tôi đã ngủ thiếp đi.$13#$b#Void nói rằng một bóng tối đã tìm thấy chúng em và đưa chúng em đến đây...$13#$e#Em không nhớ rõ chuyện gì đã xảy ra...$7#$b#Tất cả những gì em nhớ là tỉnh dậy trong bóng tối hoàn toàn... chỉ có một mình.",
  "Sun": "Những người khác đã muốn lợi dụng em và Void.$10#$b#Hầu hết thời gian, họ rất sợ chúng em.$10#$b#Nhưng bạn... Bạn không giống như những người đó.$3#$e#Bạn có thật sự muốn làm bạn với một con ma không...?$3",


  "Mon2": "O-Oh, @.$6#$b#Bạn đến để chơi với chúng em à...?$3",
  "Tue2": "Hôm qua, chúng em tìm thấy một chiếc lá có lỗ... C-có muốn em chỉ cho không?$16",
  "Wed2": "Những đứa trẻ khác... Chúng đi học. Chúng em cũng muốn đi, vì vậy chúng em đã đi theo chúng.$10#$b#Cô Penny đã tìm thấy chúng em và bây giờ chúng em là một phần của lớp học...$12",
  "Thu2": "Em nhớ một người đàn ông xanh đang mỉm cười... Ông ấy gọi chúng em là bóng tối đáng yêu.$10#$b#Trước đây chưa ai gọi chúng em là 'đáng yêu'.$12",
  "Fri2": "Có một chú chó dễ thương sống sau hàng rào gỗ trong thị trấn. Em không nghĩ là nó thích chúng em...$2",
  "Sat2": "Đôi khi em thấy bồ nông gần bãi biển. Những con chim lớn với cái mỏ khổng lồ và đôi chân nhỏ xíu.$16#$e#Tee-hee.$17",
  "Sun2": "Chúng em... Chúng em có một giấc mơ.$6#$b#Chúng em sẽ kết bạn với một trăm người. Có lẽ bạn có thể là người đầu tiên...?$3#$e#$y 'Umm... Bạn có muốn làm bạn với chúng em không?_Có._Tee-hee! Điều đó làm em... rất vui!$17_Không._Ồ... Được rồi. Em xin lỗi...$s'",

  "Mon4": "Có rất nhiều chất nhờn ở vườn cây ăn quả. Ellie gọi chúng là loài xâm lấn.$7#$e#K-không cần phải lo lắng về chúng em... Em nghĩ chúng thực sự dễ thương.$16",
  "Tue4": "Void không thích rời xa em, nhưng có vẻ như nó đang thoải mái hơn khi ở bên bạn.$10",
  "Wed4": "Jas mời chúng em đến dự tiệc trà. Chúng em chưa bao giờ đến dự tiệc trà trước đây.$h#$e#Em luôn muốn đến dự tiệc. Nó khác với việc tự chơi...",
  "Thu4": "Cô Penny hơi đáng sợ, nhưng cô ấy không phải là người xấu.$13#$b#Em cảm thấy ấm áp và vui vẻ khi ở bên cô ấy... Em không biết tại sao, nhưng em không ghét điều đó.$17",
  "Fri4": "Em hy vọng sao biển vẫn ổn. Chúng em không thấy quá nhiều sao biển trên bờ sáng nay.$13#$b#Có lẽ cuối cùng chúng cũng đã trở lại bầu trời đêm...$6#$e#Em vui vì sao biển, nhưng giờ em đột nhiên cảm thấy cô đơn...$s",
  "Sat4": "Có những chú chim cánh cụt lông xù dễ thương trên bãi biển. Chúng rất dễ thương, nhưng chúng chạy trốn khỏi chúng em vì một lý do nào đó.$3#$e#Em hy vọng một ngày nào đó chúng ta có thể là bạn. Và họ sẽ vuốt ve chúng.$16#$e#Tôi thực sự muốn mang một con về nhà...$17",
  "Sun4": "Ừm... cho đến giờ chúng em đã kết bạn được khoảng năm người!$12#$b#Tee-hee! Em vui quá!$17",

  "Mon6": "Đôi khi em tự hỏi chúng ta đến từ đâu. Tại sao chúng ta lại cô đơn...#$b#Ít nhất là không còn nữa. Chúng em có những người bạn như bạn bây giờ.$4",
  "Tue6": "Em có thể tiết lộ một bí mật cho bạn không? $16#$e#Void giả vờ không thích bạn, nhưng cậu ấy thực sự phấn khích mỗi khi bạn ở đây. Tee-hee! $17#$b#%Void trừng mắt nhìn cả hai một cách đe dọa.",
  "Wed6": "Vincent muốn chơi với chúng em lần nữa. Vì vậy Void biến thành Wumbus và đuổi chúng em quanh công viên.$16#$b#Thật vui!$17#$e#Mặc dù chúng em có thể đã làm cô Penny sợ quá nhiều...$13#$b#Em nghĩ em đã thấy linh hồn cô ấy rời khỏi cơ thể trong một khoảnh khắc ngắn ngủi.$3",
  "Thu6": "Cô Penny đã dạy chúng em về động vật...$7#$e#Nhưng chúng vẫn cứ chạy trốn khỏi em.#$e#Em không biết tại sao!$5",
  "Fri6": "Em hy vọng sao biển vẫn ổn. Chúng em không thấy quá nhiều sao biển trên bờ sáng nay.$13#$b#Có lẽ cuối cùng chúng cũng đã trở lại bầu trời đêm...$6#$e#Em vui vì sao biển, nhưng giờ em đột nhiên cảm thấy cô đơn...$s",
  "Sat6": "Em chưa bao giờ nghĩ mình sẽ có nhiều bạn đến vậy...$16#$b#Cảm giác tốt đến mức không thể tin được.$19#$e#Tee-hee!$17",
  "Sun6": "Ellie đã mời em đến dự tiệc ngủ với Jas. Cô ấy đã mua cho em một bộ đồ ngủ!$16#$b#Em không thể chờ để được mặc chúng!$19",


  // Resort Dialogue

  "Resort_Entering": "À... Ừm... Có quá nhiều người lạ xung quanh...$3",
  "Resort_Leaving": "Tee-hee! Em đã có một khoảng thời gian thực sự tuyệt vời!$18",
  "Resort_Shore": "Đại dương đẹp quá...$h",
  "Resort": "Void đi tìm dừa. Em thực sự thích nước cốt dừa.$17"

}