{ //Config Options
    "config.GoatSkin.description": "'Original' cho dê hư vô kiểu vanilla, 'Revised' cho reskin của Saurianne.",
    "config.TownMap.description": "Để chế độ Mặc định trừ khi bạn đang sử dụng nhiều mod thay đổi bản đồ Thị Trấn",
    "config.Forest.description": "Loại bỏ hai ngôi nhà và thay vào đó là một khu rừng. Tự động vô hiệu hóa nếu ARV được cài đặt.",
    "config.Skin.description": "Thay đổi các tòa nhà thành tòa nhà Santorini của Kaya (Kaya) hoặc tòa nhà Project Yellog của Yri (Yri), hoặc tòa nhà ES gốc (NewEastScarpe - mặc định).",
    "config.EnableMeadowFarm.description": "Thêm bản đồ có thể canh tác giữa East Scarp và Deep Mountains.",
    "config.WalkTidePools.description": "Cho phép bạn (và NPC) đi bộ qua các vũng thủy triều. Bạn vẫn có thể câu cá ở đó!",
    "config.ObeliskOptions.description": "Chọn Đài Obelisk phù hợp với phong cách của bạn: kiểu vanilla, kính hoặc vườn (Bị ghi đè bởi Gwen's), Juffuffles (Tượng Totem nhỏ xíu), hoặc Yri.",
    "config.FlowersSpring.description": "Chỉ dành cho Yri's Project Yellog: chọn màu hoa của bạn theo mùa.",
    "config.FlowersSummer.description": "Chỉ dành cho Yri's Project Yellog: chọn màu hoa của bạn theo mùa.",
    "config.FlowersFall.description": "Chỉ dành cho Yri's Project Yellog: chọn màu hoa của bạn theo mùa.",
    "config.farmcave_trapdoorx.description": "Tọa độ X của vị trí bạn muốn đặt cửa sập trong hang trang trại.",
    "config.farmcave_trapdoory.description": "Tọa độ Y của vị trí bạn muốn đặt cửa sập trong hang trang trại.",
    "config.farmcave_exitx.description": "Tọa độ X của vị trí bạn muốn cửa sập thoát ra trong hang trang trại (đề xuất là cùng tọa độ X với vị trí đặt trên)",
    "config.farmcave_exity.description": "Tọa độ Y của vị trí bạn muốn cửa sập thoát ra trong hang trang trại (đề xuất là Y + 1 so với vị trí đặt trên",
    
    //Location Names for Event LookUp
    //*******************************
    "EastScarp.Locations.EastScarp": "East Scarp",
    "EastScarp.Locations.Lighthouse": "Ngọn Hải Đăng",
    "EastScarp.Locations.Aideen": "Nhà của Aideen",
    "EastScarp.Locations.BirdHide": "Đài quan sát chim của Eloise",
    "EastScarp.Locations.Vet": "Bệnh viện thú y",
    "EastScarp.Locations.JOffice": "Văn phòng của Jacob",
    "EastScarp.Locations.JBarn": "Nhà kho của Jacob",
    "EastScarp.Locations.Silo": "Nhà Silo",
    "EastScarp.Locations.DeepMountains": "Núi Sâu",
    "EastScarp.Locations.Orchard": "Vườn Anh Đào",
    "EastScarp.Locations.DeepDark": "Hang tối",
    "EastScarp.Locations.OrchardHouse": "Khu vườn bỏ hoang",
    "EastScarp.Locations.Smuggler": "Túp Lều của Kẻ Buôn Lậu",
    "EastScarp.Locations.SeaCave": "Hang Biển của East Scarp",
    "EastScarp.Locations.Inn": "Nhà trọ Scarpe",
    "EastScarp.Locations.ARV": "Nhà của Coopere",
    "EastScarp.Locations.MeadowFarm": "Trang Trại Đồng Cỏ",
    "EastScarp.Locations.SmugglerDen": "Hang Ổ của Bọn Buôn Lậu",
    "EastScarp.Locations.ScarpPath": "Giao lộ Scarp",
    "EastScarp.Locations.MineEntrance": "Lối Vào Mỏ Bỏ Hoang",
    "EastScarp.Locations.MeadowShed": "Nhà Nhỏ Giữa Đồng Hoa",
    "EastScarp.Locations.JulietRosaHouse": "Nhà Nhỏ Giao Lộ", //add a false
    "EastScarp.Locations.JessieLodgingHouse": "Nhà Trọ của Jessie", // add a false
    "EastScarp.Locations.Tori": "Nhà của Tori",
    "EastScarp.Locations.ToriBasement": "Tầng Hầm Slime của Tori",
    "EastScarp.Locations.Pond": "Ao East Carp",
    "EastScarp.Locations.Tidepools": "Hồ Triều Scarp",
    "EastScarp.Locations.PlumFarm.false": "Abandoned Farm",
    "EastScarp.Locations.PlumFarm.true": "Trang Trại của Plum",
    "EastScarp.Locations.LumaHut": "Lều của Luma",
    "EastScarp.Locations.EyvCave": "Hang của Người Chăn Dê",
    "EastScarp.Locations.SlimeBasement": "Chuồng Slime của Tori",
    "EastScarp.Locations.HenryWarp": "Một Nơi Nào Đó Ngoài Thị Trấn",
    "EastScarp.Locations.underwater": "Một Nơi Nào Đó Ngoài Biển",
    //Location Names For NPC Map 
    //************************************
    "LocationName.EastScarp": "East Scarp",
    "LocationName.Orchard": "Vườn Trái Cây",
    "LocationName.MeadowFarm": "Trang Trại Đồng Cỏ",
    "LocationName.DeepMountains": "Núi Sâu",
    //Obelisk
    "Obelisk.name": "Scarp Obelisk",
    "Obelisk.desc": "Dịch chuyển bạn đến East Scarp.",
    //CJB Cheats
    "CJB.EastScarp_DeepMountains_DeepLake": "Hồ Sâu",
    "CJB.EastScarp_DeepMountains_Pond": "Ao Núi Sâu",
    //Locational Messages
    //*******************
    "Strings.GrampletonES.00": "Cánh Đồng Grampleton >",
    "Strings.EastScarpe.00": "@ Trung Tâm Thị Trấn Pelican^East Scarp >",
    "Strings.EastScarpe.1": "Nơi ở của Bác sĩ Jacob Trenton, DVM.",
    "Strings.EastScarpe.2": "'Delilah thân mến. Anh ấy ra đi quá sớm, nhưng giờ đây anh ấy sẽ ở lại trong trái tim chúng tôi mãi mãi.' Dường như được chăm sóc rất chu đáo.",
    "Strings.EastScarpe.3": "Một mùi lạ và khó chịu bốc ra từ sâu bên trong: hỗn hợp của bóng tối, khói và thứ gì đó sâu hơn, thứ gì đó tối hơn. Bạn quyết định rằng an toàn nhất là không mạo hiểm thêm nữa.",
    "Strings.EastScarpe.4": "Kinh quá! Thứ gì đó ghê tởm chảy ra từ miếng cá còn sót lại.",
    "Strings.EastScarpe.5": "Nó trông giống như một con tàu rất cũ... nhưng có vẻ như nó được bảo trì rất tốt. Đầu cá nằm rải rác dưới đáy thuyền.",
    "Strings.EastScarpe.6": "Trông như có 'quái vật' đang sống dưới gầm cầu...",
    "Strings.EastScarpe.7": "Bạn đưa mắt nhìn ra ngoài biển với những màu sắc lung linh, đâu đó ngoài kia là Quần đảo Dương Xỉ. Có lẽ một ngày nào đó bạn sẽ được đến thăm họ.",
    "Strings.EastScarpe.8.false": "Một con mèo mướp đang nhìn chằm chằm vào bạn. Tai con mèo ấy cụp lại trông rất sợ hãi... Tốt nhất tôi nên để con mèo ấy yên.",
    "Strings.EastScarpe.8.true": "Tôi không chắc lắm, nhưng tôi nghĩ cô Sheba đã ra ngoài.",
    "Strings.EastScarpe.9": "Khi tôi nhẹ nhàng mở cửa và nhìn vào, bên trong dường như chẳng có gì ngoại trừ một chiếc ghế, những cuốn sổ rải rác và ống nhòm. Bạn có thể nhìn thấy một con đường dẫn vào rừng qua một khoảng trống dài và hẹp.",
    "Strings.EastScarpe.10": "Có vẻ như ai đó đã biến hầm chứa rất cũ này thành một ngôi nhà. Tôi muốn xem ai sống ở nơi như thế này, nhưng tiếc là cửa bị khóa.",
    "Strings.EastScarpe.11": "Chữ viết bị làm mờ rất khó đọc, bạn chỉ có thể nhận ra 'Vừn Đào'.", //"Vườn Anh Đào" bị thiếu các chữ cái
    "Strings.EastScarpe.12": "Cái dây trông có thể đứt bất cứ lúc nào. Bạn đừng có ngu mà đụng vào.",
    "Strings.EastScarpe.13": "Một mùi tanh kỳ lạ bốc lên từ sâu bên trong.",
    "Strings.EastScarpe.14": "Bãi biển East Scarp ^^* Chỉ xuống nước theo hướng giữa các cột.^* Bơi tự chịu rủi ro.^* Tránh xa cầu cảng và đề phòng tàu cá. ^^* Không có nhân viên cứu hộ trực.^* Không có phòng thay đồ , nhưng bạn có thể sử dụng tảng đá này (hoặc chỉ cần xuống nước).",
    "Strings.EastScarpe.15": "Ngày 15 mùa hè, XXXX, để tưởng nhớ những người thợ mỏ được chôn cất ở đây... ^Tôi hy vọng các bạn sẽ nhớ đến họ mỗi khi nhìn vào ngọn núi này. Chúng tôi sẽ luôn nhớ đến bạn. mãi mãi....",
    "Strings.EastScarpe.16": "Tôi nghĩ tôi có thể nghe thấy nhiều âm thanh khác nhau của động vật từ bên trong nhà kho.",
    "Strings.EastScarpe.17": "Có một con số được sơn trên cửa '10627'",
    "Strings.EastScarpe.18": "Yri và Charles",
    "Strings.EastScarpe.19": "Cánh cửa này đã bị khóa",
    "Strings.EastScarpe.20": "Gia Đình Cooper",
    "Strings.EastScarpe.21": "Cánh cửa bị khóa, trên đó treo một tấm biển nhỏ ghi: 'Vào phải cẩn thận.'",
    "Strings.EastScarpe.22": "'Ngọn Hải Đăng': Beatrice phải đi bộ một quãng đường dài mới lấy được thư của mình!",
    "Strings.EastScarpe.23": "Viết bằng chữ cách điệu: 'Tori và Nora'. Chữ 'i' trong 'Tori' được chấm bằng hình trái tim.",
    "Strings.EastScarpe.24": "Xin đừng xả rác^^Hãy giúp giữ sạch cộng đồng của chúng ta.",
    "Strings.EloiseFall.1": "Nhật Ký Eloise: \"Tôi yêu mùa thu! Khu rừng rực rỡ sắc màu thật sự rất đẹp.\"",
    "Strings.EloiseFall.2": "\"Tôi đã nhìn thấy một con chim sẻ! Anh ta đang mổ hạt thông trên cây! Ước gì tôi có một chiếc máy ảnh phù hợp.\"",
    "Strings.EloiseFall.3": "Bạn tìm thấy một mảnh giấy nhàu nát giữa cuốn 'Những chú chim của Cộng hòa Ferngill' và cuốn sách 'Những người bạn lông vũ của chúng ta'.",
    "Strings.EloiseWinter.1": "Nhật ký của Eloise: \"Mùa đông lạnh quá! Mong Sora và các bạn của cô ấy vẫn giữ ấm. Tôi phải gửi chút gì đó cho Lễ hội Ngôi sao Mùa đông sắp tới, nhưng thật tiếc là họ không có lễ hội 'ở đó'.\"",
    "Strings.EloiseWinter.2": "\"Đám chim di cư ồn ào quá! Chúng di chuyển theo đàn lớn. Tôi nhìn thấy chúng trên bãi biển ngày hôm qua!",
    "Strings.EloiseWinter.3": "Hầu hết trong số đó là những cuốn sách về các loài chim sinh sống ở Cộng hòa Ferngil, nhưng cũng có một cuốn sách cũ về một cô gái và một khu vườn bị lãng quên.",
    "Strings.EloiseSpring.1": "\"Tôi đã nhận được thư phản hồi từ Sora! Anh ấy ổn, nhưng cả gia đình phải rời nhà. Anh ấy nói anh ấy đang ở với dì, nhưng tôi ước anh ấy sẽ ở với tôi. Chúng tôi có rất nhiều phòng trống trong nhà và bố tôi sẽ không bận tâm.\"",
    "Strings.EloiseSpring.2": "\"Tôi yêu chim giẻ cùi lam! Họ thật nghịch ngợm! Một chú chim đã lấy trộm bánh sandwich của bố ngay từ tay ông ấy!\"",
    "Strings.EloiseSpring.3": "Hầu hết trong số đó là những cuốn sách về các loài chim sinh sống ở Cộng hòa Ferngil, nhưng cũng có một cuốn sách cũ về một cô gái và một khu vườn bị lãng quên.",
    "Strings.EloiseSummer.1": "Nhật ký của Eloise: \" Tôi đã viết một lá thư cho Sora. Tôi hy vọng anh ấy sẽ sớm viết thư lại!\"",
    "Strings.EloiseSummer.2": "\"Hôm nay tôi không nhìn thấy một con chim nào cả. :( Tôi muốn nhìn thấy một con chim gõ kiến...\"",
    "Strings.EloiseSummer.3": "Hầu hết trong số đó là những cuốn sách về các loài chim sinh sống ở Cộng hòa Ferngil, nhưng cũng có một cuốn sách cũ về một cô gái và một khu vườn bị lãng quên.",
    "Strings.VetHouse.01": "Lãnh chúa Fluffkins cau mày và nhìn bạn đầy nghi ngờ.",
    "Strings.VetHouse.02": "\"*Thở dài*! Bạn đang nói ai dễ thương?\"",
    "Strings.VetHouse.03": "Bức thư này dường như đã được gửi một cách kín đáo cho một người sống ở Đế chế Gotoro. Tôi nghĩ Eloise đang viết thư cho một người bạn sống ở đó.",
    "Strings.VetHouse.04": "Tuyển tập sách minh họa đẹp mắt về hệ thực vật và động vật ở Thung lũng Stardew.",
    "Strings.VetHouse.05": "Có vẻ như đã có người chiếm chỗ rồi! Khi bạn nhìn vào đôi mắt uy nghiêm như công chúa của cô ấy, bạn nghĩ cô ấy muốn một thứ gì đó.",
    "Strings.VetHouse.06": "Đó là một loài cá nhỏ, đầy màu sắc. Nó rất sạch sẽ... nhưng nó hơi nhỏ phải không? Con cá có vẻ bồn chồn.",
    "Strings.VetHouse.07": "Nó được điều chỉnh theo kênh lịch sử tự nhiên. Có một bộ phim tài liệu về các loài chim rừng nhiệt đới.",
    "Strings.VetHouse.08": "Bên trong chứa đầy quần áo phụ nữ và tất cả quần áo đều được giữ sạch sẽ. Tôi tự hỏi liệu ông Jacob có sở thích đặc biệt hay không, hoặc có thể là của vợ ông ấy.",
    "Strings.VetHouse.09": "Nó được tổ chức rất gọn gàng. Có một bộ bách khoa toàn thư Fungill và sách về giải phẫu động vật, tâm lý hành vi động vật, v.v.",
    "Strings.VetHouse.10": "Ồ, đây là nơi tôi giấu tất cả sách của mình. Xem nào... Phim kinh dị, tiểu thuyết, lịch sử và thậm chí cả lãng mạn... sở thích của tôi rất đa dạng.",
    "Strings.VetHouse.11": "Sở thích của Eloise rất đa dạng từ truyện động vật đến tiểu thuyết phiêu lưu với nhân vật chính là trẻ em. Những cuốn sách ở trong tình trạng tốt đáng ngạc nhiên.",
    "Strings.VetHouse.12": "'Bí ẩn của Mona Lisa' Ông Jacob rõ ràng rất thích phim kinh dị tội phạm.",
    "Strings.VetHouse.13": "Tất cả các cây dường như được chăm sóc tốt. Và... chờ đã, con thằn lằn đó đang bay giữa những cái cây là gì vậy?",
    "Strings.VetHouse.14": "Một con gấu mèo lớn đang nhìn bạn một cách thận trọng. Tai của nó rách nát, như thể nó vừa đánh nhau với thứ gì đó.",
    "Strings.VetHouse.15": "Màn hình của máy tính hiển thị hình ảnh một người phụ nữ tóc đen và một cô gái trẻ với bím tóc. Họ có vẻ là vợ của ông Jacob và Eloise.",
    "Strings.VetHouse.16": "Nhật ký làm việc của Jacob ^Ngày nay, nhiều loài động vật được phát hiện với những vết bầm tím hoặc xương bị nứt. Điều này dường như chỉ ra rằng một loài săn mồi mới đã xuất hiện trong khu vực.",
    "Strings.VetHouse.17": "Một phụ nữ trẻ đang mỉm cười trước ống kính. Trông rất giống Eloise.",
    "Strings.VetHouse.18": "Một bức ảnh gia đình, trong đó có một người đàn ông có râu đang cau mày và một người phụ nữ có đôi mắt sáng ngời. Đây chắc chắn là cha mẹ của Jacob.",
    "Strings.VetHouse.19": "\"Devil May Care\" Tác giả. Lilith Sheridan.Bìa vẽ một người đàn ông quyến rũ nhưng nguy hiểm. Đôi mắt của người đàn ông đó thật kỳ lạ... trông giống như mắt của một con dê. Bìa nói rằng cuốn sách chưa được đánh giá.",
    "Strings.VetHouse.20": "Có vẻ như đó là một cuốn sánh cổ tích kì quái nào đó.",
    "Strings.JacobBarn.1": "Quý cô Snowflake nhẹ nhàng dụi vào tay bạn. Cô ấy đang mong được cho ăn chút gì đó ngon.",
    "Strings.JacobBarn.2": "Quý ngài Sherbert có vẻ được chăm sóc rất chu đáo. Ngài rất thích được gãi đầu.",
    "Strings.JacobBarn.3": "Nam tước Reginald tỏ ra hài lòng khi nghỉ hưu.",
    "Strings.JacobBarn.5": "Âm nhạc nhẹ nhàng, êm dịu đang vang lên. Nó khiến bạn cảm thấy hơi buồn ngủ.",
    "Strings.JacobBarn.4": "Có thứ gì đó đang rung lắc bên trong chiếc hộp. Nó có thể là gì?",
    "Strings.JacobBarn.6": "Nó dẫn vào một vựa cỏ khô. Nhìn có vẻ hơi ọp ẹp.",
    "Strings.DeepDark.0": "Chiếc rương chứa quần áo trẻ em được gấp gọn gàng cùng nhiều đồ chơi và sách, tất cả đều được đặt cẩn thận.",
    "Strings.DeepDark.1": "\"‘Bạn bè’ chính là ‘gia đình’ mà chúng ta lựa chọn.\"",
    "Strings.DeepDark.2": "Cái thang trông có thể gẫy bất cứ lúc nào, trên thanh gỗ đầy vết móng vuốt.",
    "Strings.DeepDark.3": "Chiếc giường hoa này trông được giữ gìn cẩn thận. Có vẻ như ai đó rất tự hào về những luống hoa được sắp xếp gọn gàng của mình.",
    "Strings.DeepDark.4": "Một cuốn nhật ký cũ nát, chữ viết bên trong cẩu thả và gần như không thể đọc được.",
    "Strings.ESOrchard.0": "Tôi có thể thấy có những lối đi khác ở phía bên kia cái thùng, nhưng tôi không thể đi qua chúng. Ít nhất là không phải bây giờ.",
    "Strings.ESOrchard.1": "Có vẻ như nó đã bị sập trong một cơn bão hoặc bị thứ gì đó xé nát. Nó có thể được sửa chữa một lần nữa?",
    "Strings.ESOrchard.2": "Dòng chữ đã bị bào mòn bởi thời tiết và thời gian: \"Vư A ào\" Nó được viết nguệch ngoạc với dòng chữ \"CẨN THẬN!\"",
    "Strings.ESOrchard.3": "Đừng nhìn quá gần! Những chiếc đĩa này đã nằm ở đây lâu đến mức thức ăn còn sót lại bên trong gần như đã hóa thạch.",
    "Strings.ESOrchard.4": "Bạn có thể nghe thấy tiếng cào cấu chạm vào đằng sau cánh cửa, âm thanh đó lớn hơn nhiều so với tiếng chuột.",
    "Strings.ESOrchard.6": "Trước đây nó không có ở đó... Trông nó không an toàn lắm!",
    "Strings.ESOrchard.7": "Không được phép xâm nhập", //No Tresspassers with missing letters
    "Strings.ESMountainSC.1": "@Trung tâm thị trấn Pelican^East Scarp>",
    "Strings.SeaCave.01": "Có mùi thơm trái cây ngọt ngào tỏa ra từ đó, nó mang lại cảm giác dễ chịu.",
    "Strings.SeaCave.03": "Một mùi hăng và đắng khiến mắt bạn cay xè.",
    "Strings.SeaCave.04": "Chiếc bình này có vẻ được chế tác rất tốt, mặc dù lớp men trông không được ổn lắm.",
    "Strings.SeaCave.05": "Một mùi khói dày đặc vướng vào cổ họng của bạn. *ugh* nó khiến bạn ho sặc sụa *khụ khụ*.",
    "Strings.SeaCave.06": "Nó được làm rất tinh xảo. Đây hẳn là một bộ sưu tập từ một nơi nào khác ngoài hang động bên bờ biển này!",
    "Strings.SeaCave.07": "Những tinh thể này trông có vẽ hơi nhớp nháp và dính.",
    "Strings.SeaCave.08": "Một thứ cháo đặc màu xanh. Có mùi như tảo bẹ. Bát vẫn còn hơi ấm.",
    "Strings.SeaCave.09": "Biển hiệu bị bao phủ bởi những đốm nước và vết ố. Trên biển hiệu có dòng chữ. Vườn anh đào... chắc nó cũng khoảng 30 năm tuổi.",
    "Strings.SeaCave.10": "Đây có phải là ngõ cụt?",
    "Strings.SeaCave.13": "Những tấm ván đã mục nát. Chắc hẳn nó đã ở đây hàng năm trời, thậm chí hàng chục năm.",
    "Strings.SeaCave.02": "Con búp bê bị đập nát nhìn chằm chằm vào bạn với đôi mắt trống rỗng. Đợi đã, một trong số con búp bê vừa di chuyển phải không?^Ồ, thì ra là một con cua. sợ vãi!",
    "Strings.SeaCave.14": "Dòng chảy mạnh đến mức tôi không thể thoát ra được.",
    "Strings.trapdoorLocked.1": "Cánh cửa này đã bị khoá",
    "Strings.DeepMountains.1": "^ Núi Evermore. Đang được sửa, tạm thời không thể qua",
    "Strings.DeepMountains.2": "Một mùi lạ và khó chịu bốc ra từ sâu bên trong: hỗn hợp của bóng tối, khói và thứ gì đó sâu hơn, thứ gì đó tối hơn. Bạn quyết định cách an toàn nhất là không mạo hiểm thêm nữa",
    "Strings.DeepMountains.3": "TRÁNH XA NƠI NÀY! ^^ Kẻ đột nhập",
    "Strings.DeepMountains.5": "Biển báo ghi 'Núi sâu' nhưng ai đó đã viết nguệch ngoạc 'TRÁNH XA' trên đó bằng thứ mà bạn hy vọng đó là sơn đỏ.",
    "Strings.MeadowFarm.1": "Cánh cửa này đã bị khoá.",
    "Strings.ESLighthouse.1": "Đây trông giống như một cánh cửa dẫn đến nơi đèn hải đăng hoạt động. Nhưng nó bị khóa rồi...",
    "Strings.ESLanternRoom.1": "Thứ này dùng để quan sát xem có con tàu nào đang gặp nguy hiểm hay không.",
    "Strings.ESLanternRoom.2": "Radio đang phát bản tin dự báo thời tiết.",
    "Strings.ESLanternRoom.3": "Có vẻ như đây là bản đồ của Thung lũng Stardew. Mặt sau là sơ đồ liên quan đến sự lên xuống của thủy triều.",
    "Strings.ESLanternRoom.4": "Bóng đèn là bộ phận quan trọng nhất của ngọn hải đăng. Tốt nhất là không chạm vào nó.",
    "Strings.ESLanternRoom.5": "Có vẻ như nó là một thiết bị liên lạc không dây. Nó trông rất phức tạp! Có lẽ là để liên lạc với lực lượng bảo vệ bờ biển.",
    "Strings.ESLanternRoom.6": "Chắc chắn ở đây có rất nhiều thùng đựng đồ.",
    //Wilderness Patch
    "Strings.ESWilderness.1": "Một vụ lở đất đã bao phủ hoàn toàn lối vào mỏ.",
    "Strings.ESWilderness.2": "Nó đã cũ và rỉ sét và có lẽ sẽ không còn hoạt động nữa.",
    "Strings.ESWilderness.3": "Bên trong đen thui vì bụi than.",
    "Strings.ESWilderness.4": "Có vẻ như ai đó đã cung cấp nước uống cho động vật hoang dã.",
    //Inn Location Messages	(written by ItsBenter)
    "Strings.ESInn.01": "Một cuốn tạp chí được đọc nửa chừng.",
    "Strings.ESInn.02": "Nó chứa đầy các quảng cáo từ nhiều công ty khác nhau. Có nhiều đến nỗi tôi cảm thấy chóng mặt.",
    //"Strings.ESInn.03": "Hồ sơ và danh sách hành khách trọ. Các phông chữ viết tay khác nhau rất khó cho việc đọc.",
    "Strings.ESInn.04": "Hộp rau tươi",
    "Strings.ESInn.05": "*Ngửi* Cái bánh này có mùi mới nướng... thơm quá.",
    //"Strings.ESInn.06": "Không biết mảnh vải này dùng để làm gì?",
    "Strings.ESInn.07": "Một chồng tài liệu, phần lớn là những tạp chí cũ kỹ. Có một số thứ khá thú vị.",
    "Strings.ESInn.08": "Mô hình bằng gỗ rất phức tạp và chi tiết. Có một thủy thủ nhỏ đang đứng trên boong tàu.",
    "Strings.ESInn.09": "Nó có vẻ khỏe mạnh đối với một cây trồng trong nhà.",
    "Strings.ESInn.10": "Các quân cờ đang ở giữa trận đấu. Có vẻ như trận chiến đang rất khốc liệt!",
    "Strings.ESInn.11": "Thứ Hai - Súp cá hồi^Thứ ba - Cá vược và bánh quy giòn^...^Đây là một thực đơn được viết rất gọn gàng.",
    "Strings.ESInn.12": "Tiếng nhạc cổ điển khe khẽ vang lên giữa lớp nhiễu âm lạo xạo. Một cảm giác kỳ lạ và hơi lạnh gáy len lỏi trong không khí.",
    "Strings.ESInn.13": "Đó là một chiếc tủ quần áo lớn, bên trong có vài móc treo và mấy viên long não.",
    "Strings.ESInn.14": "Đồ uống cung cấp cho khách trọ.",
    "Strings.ESInn.15": "Thung lũng cô đơn(Lonely Valley): Sách hướng dẫn du lịch.^Ai đó đã để quên thứ này ở đây.",
    "Strings.ESInn.16": "Con gấu đang mỉm cười với bạn. Đúng rồi, chính là bạn!",
    "Strings.ESInn.17": "Cây trông tươi tốt lạ thường. Có lẽ ai đó rất có khiếu làm vườn.",
    "Strings.ESInn.18": "Ngăn kéo chứa đầy phiếu giảm giá nhà trọ cũ. Mỗi cái được ký bằng hai chữ ký rất khác biệt.",
    "Strings.ESInn.19": "Các công cụ bị hao mòn do sử dụng quá nhiều.",
    "Strings.ESInn.20": "Chiếc tivi trông như mới. Tôi nghĩ rằng nó thỉnh thoảng mới được hoạt động.",
    "Strings.ESInn.21": "STAFF ONLY",
    "Strings.ESInn.22": "Đó là một hướng dẫn câu cá. Một mảnh giấy được nhét vào giữa các trang: 'Cuối cùng tôi đã tìm thấy nó! Cá chép vua, ánh mặt trời lung linh trên lớp vảy vàng của nó. Nó bơi gần một khúc gỗ ngập nước, trong một vực sâu ở phía nam hồ trên núi.'", //**New**
    "Strings.InnBath.01": "Có những giọt nước ngưng tụ trên chiếc lá giả.",
    "Strings.InnBath.02": "Phòng tắm có mùi thơm của nhựa thông.",
    "Strings.InnBath.03": "Đối với một nhà vệ sinh công cộng, bồn rửa này sạch sẽ đến mức đáng kinh ngạc.",
    "Strings.InnBath.04": "Cái tủ đã bị khoá chặt.",
    "Strings.InnBath.05": "Có mùi hương hoa tươi tỏa ra từ tủ. Không biết bên trong có gì?",
    "Strings.InnBath.06": "Cái tủ đã bị khoá chặt.",
    "Strings.HartResidence.01": "Một chiếc máy ảnh kỹ thuật số lạ mắt.",
    "Strings.HartResidence.02": "\"Hướng dẫn thiết kế dành cho chuyên gia - Tác giả. Perona.G\"",
    "Strings.HartResidence.03": "Đó là một chiếc cốc được làm theo yêu cầu, có in chữ 'Stella' trên đó.",
    "Strings.HartResidence.04": "Con búp bê thỏ chỉ hơi bám bụi và dường như vẫn còn được giữ gìn khá tốt.",
    "Strings.HartResidence.05": "\"Đôi khi tôi không biết mình đang làm gì. Ý tôi là, tôi là một người con ngoan, một người anh tốt và một người tốt phải không? Tôi làm những gì tôi muốn làm và đáp ứng sự mong đợi của người khác đối với tôi... Ôi, tôi đang nghĩ về cái gì thế này? Hãy tiếp tục cố gắng!\"",
    "Strings.HartResidence.06": "Một chồng sách thiếu nhi. Một số ở trong tình trạng tốt đáng ngạc nhiên.",
    "Strings.HartResidence.07": "Máy tính xách tay này không được bảo vệ bằng mật khẩu. Hmmm, đúng như mong đợi.",
    "Strings.HartResidence.08": "- Chỉnh sửa dự án Dừa^- Đánh giá dự án Củ cải^- Dự thảo đề xuất Garsnip^- Kiểm tra đánh giá và trả lời tin nhắn^...^danh sách vẫn tiếp tục.",
    "Strings.HartResidence.09": "Bề mặt kim loại khi chạm vào có cảm giác lạnh.",
    "Strings.HartResidence.10": "Có rất nhiều sách, chẳng hạn như tự truyện, tiểu thuyết phi hư cấu và lãng mạn. Bên dưới còn có một số cuốn sách về kinh doanh gia đình và các ngành dịch vụ.",
    "Strings.HartResidence.11": "Ừm, đây hẳn là đồ riêng tư của Michel và Eredith. Tốt hơn hết là không nên động vào chúng.",
    "Strings.HartResidence.12": "Một ngăn kéo được sắp xếp rất gọn gàng. Quần áo được gấp và nhét một cách rất ngăn nắp.",
    "Strings.HartResidence.13": "Bạn tìm thấy một album ảnh cũ. Có bức ảnh Michel cõng Stella trên lưng và Eredith đang bế bé Evan. Không biết tại sao, cảm giác có chút buồn.",
    "Strings.HartResidence.14": "Cái rương đã bị khóa .",
    "Strings.HartResidence.15": "Làn gió ấm áp thổi về phía bạn.",
    "Strings.HartResidence.16": "Những cái hộp bị chất đống dưới sàn.",
    "Strings.HartResidence.17": "Máy tính của Stella được bảo vệ bằng mật khẩu.",
    "Strings.HartResidence.18": "Đó là một bộ sưu tập lớn các trò chơi điện tử. Stella có dán giấy ghi chú lên đó. Có vẻ như cô ấy đang sử dụng chúng làm nguồn cảm hứng?",
    "Strings.HartResidence.19": "Rất nhiều sách giáo khoa!",
    "Strings.InnOuter.01": "Nhà trọ Scarp: Mở cửa 24/7^Giờ làm việc tại sảnh 10:00 - 18:00",
    "Strings.EastScarpVineyard.0": "Có vẻ như không có ai sống ở đây.",
    "Strings.EastScarpVineyard.1": "Cánh cửa bị khóa. Nó trông không có người ở.",
    "Strings.EastScarpVineyard.2.true": "'Thánh địa của Jessie.'",
    "Strings.EastScarpVineyard.2.false": "Cái tên trên hộp thư đã phai nhòa. Đã không có ai sống ở đây trong một thời gian dài.",
    //OrchardHouse and Underground Strings
    "Strings.ESSmugglersDen.1": "Cuối cùng! Bây giờ tôi có thể rời khỏi nơi này! Hiện tại tôi đang trên đường tới một cảng ở Quần đảo  Fern trên một sà lan chở hàng. Ở đây không ai biết tôi cả... Tên mới, cuộc sống mới! ^^ Hmm... Tên nào sẽ hay đây? Tôi nghĩ sẽ thật tuyệt nếu có thứ gì đó kỳ lạ... Lucille? Imogen? Ceridwen?  Ah! Tôi nghĩ tôi có thể nghĩ ra thứ gì đó tốt hơn một chút! ^^ Và tôi sẽ sớm được gặp lại Clem yêu quý của mình.",
    "Strings.ESSmugglersDen.2": "Tôi không biết mình đã bị mắc kẹt ở đây bao lâu. Tôi nghĩ đám slime chết tiệt đó đang tiến vào! Nếu tôi không thể sống sót để ra khỏi đây, hãy nói với C. Tôi s-(Tôi không thể biết còn lại gì vì nó đã biến mất.)",
    "Strings.ESSmugglersDen.3": "'Hướng dẫn đến các hòn đảo xa xôi của Quần đảo Fern'. Point Drake đã được đánh dấu.",
    "Strings.ESSmugglersDen.4": "Từ vết cháy do axit và những mảnh gỗ rải rác xung quanh nó, ai đó đã từng sử dụng nó như một lá chắn.",
    "Strings.ESSmugglersDen.5": "Cánh cửa này đã bị khoá",
    "Strings.OrchardHouse.letter1": "Hôm nay lại là một đêm mất ngủ. Ông nội tôi trở nên rất kích động, ré lên như một con quỷ trong hư không, nhưng khi chúng tôi cùng chơi cờ trước đó, ông rất bình tĩnh và minh mẫn - ông còn giải thích cách ủ rượu và đồ gốm Gotoran nữa ^^ Khó hiểu quá. Chuyện gì đã xảy ra với ông nội? Làm thế nào một người bình thường có thể thay đổi nhiều như vậy trong một khoảng thời gian ngắn?",
    "Strings.OrchardHouse.letter2": "Gửi(viết tệ quá không đọc được), ^^ Anh biết em không nghĩ về anh nhiều như anh nghĩ về em... Dù sao thì anh cũng yêu em.",
    "Strings.OrchardHouse.letter3": "Đám slime đang lan rộng. Tôi nghe thấy chúng liên tục. Squelch... squelch... Gramps - Ông đã làm cái quái gì vậy?",
    "Strings.OrchardHouse.letter4": "Hôm nay có một người đàn ông kì lạ đến gặp ông nội. Ông ta đội một chiếc mũ rộng vành và đeo kính râm, làn da của ông ta dường như có màu sắc khác thường. Nhưng có lẽ đó là do ánh sáng? ^^ Tôi không thích vẻ ngoài của ông ấy và bảo anh ấy hãy đến nghĩa trang. Ông ấy có vẻ không hài lòng. Có vẻ như ông nội nợ ông ấy tiền - RẤT NHIỀU TIỀN -  tôi cũng không nghi ngờ gì việc ông ấy sẽ quay lại đòi số tiền đó.",
    "Strings.OrchardHouse.Book5": "'Nghề trồng nho: Giới thiệu'. Có vẻ như ai đó đã ném nó vào tường. Có rất nhiều vết xước ở đây.",
    "Strings.OrchardHouse.Book6": "'Hướng dẫn trừ tà cho mấy cha nội nghiệp dư', một số trang có nếp gấp thô ở các góc.",
    "Strings.OrchardHouse.letter7": "Nếu tôi là nhân vật chính trong truyện cổ tích thì chàng hoàng tử đẹp trai đã cứu tôi khỏi lời nguyền này. Nhưng tôi không phải là nhân vật chính trong truyện cổ tích. Tôi chỉ là một đứa trẻ mồ côi sống với ông nội điên khùng của mình trong một vườn cây đầy quái vật. ^^ Ôi trời ơi, tôi tự phụ quá! Tôi không đơn độc. Tôi có Vin và Clem thân yêu. Nếu tôi bằng lòng để anh chàng tội nghiệp đó cứu tôi, anh ta sẽ không ngần ngại. ^^ Ai biết được, có lẽ một ngày nào đó tôi sẽ làm điều này. <",
    "Strings.OrchardHouse.letter8": "Đêm qua có người đã đột nhập và lục soát ngôi nhà, chắc chắn đang tìm kiếm 'gia tài' của ông nội. Tôi bò ra ngoài cửa sổ và trốn trong vườn cây ăn trái.^ Tôi không dám trở lại cho đến tận bình minh. Không có dấu hiệu nào của họ, nhưng ngôi nhà bị bỏ lại trong tình trạng hoàn toàn hỗn loạn. Tôi không nghĩ họ đã tìm thấy thứ họ đang tìm kiếm. Họ biến mất trong đường hầm. Tôi hi vọng bọn slime đã ăn bọn họ.^Vin đã giúp tôi dọn tủ sách. Tôi không nghĩ mình có thể tự mình nhấc nó lên được.",
    "Strings.OrchardHouse.letter9": "Lily-Anne thân mến: ^Drake Point ở đây rất đẹp. Tôi có một công việc là người khuân vác trên một con tàu. Và tôi cũng thuê một căn nhà nhỏ. Tuy không lớn lắm nhưng vẫn có thể coi là nhà. Mong sớm được gặp lại bạn. ^^ Clem của bạn",
    "Strings.OrchardHouse.Book10": "Đây là sổ kế toán: ghi lại niên đại và giá trị của rượu vang. Có rất nhiều số màu đỏ và số âm.",
    "Strings.ESShack.1": "(Nó ố vàng và rất rất cũ) ^^ Ông Cheridan... Tôi nghĩ ông đang thử thách sự kiên nhẫn của chúng tôi. Một tuần nữa tôi sẽ quay lại để đòi nợ. Nếu lúc đó ông không có sẵn 100.000 g. chúng tôi sẽ làm mọi cách để có được nó. ^^ Tôi biết ông sống với một người phụ nữ trẻ. Lỡ như có chuyện gì xảy ra với người phụ nữ đó thì sao? Tôi sẽ để phần đó cho ông tưởng tượng. ^^Q",
    "Strings.ESInnBoilerRoom.1": "Có rất nhiều sách bí ẩn và hướng dẫn về lịch sử địa phương.",
    "Strings.ESMineRuins.1": "CẢNH BÁO: Mỏ bị bỏ hoang^ Tránh xa nơi này * Chú ý an toàn ^^ Dòng chữ sơn đỏ che mất dòng chữ gốc: 'Rời đi trước khi trời tối'",
    "Strings.Aideen.1": "Phòng Lạnh Của Aideen, nơi cô ấy bảo quản hoa để chúng luôn tươi tắn.",
    "Strings.Aideen.2": "Aideen sở hữu một bộ sưu tập đồ sứ tinh xảo: vô số tách trà tinh tế và các đĩa platters thanh nhã.",
    "Strings.Aideen.3": "Một chậu cây nhỏ xinh, tươi tắn. Nó trông hạnh phúc đến mức như thể đang mỉm cười, như bất kỳ cây cối nào có thể cảm thấy vui vẻ.",
    //Kat's room notes
    "Strings.ESInn.Kat.1": "Tất và đồ lót được sắp xếp gọn gàng. Bạn đang nhìn cái éo gì vậy?",
    "Strings.ESInn.Kat.2": "Nó chứa đầy những mẩu giấy bị nhàu nát.",
    "Strings.ESInn.Kat.3": "Nhiều sách về lịch sử địa phương. Trong số đó có cuốn 'Những chuyến du lịch nổi tiếng' của M. Jasper. Nhìn nội dung cuốn sách có vẻ cũng khá hay.",
    "Strings.ESInn.Kat.4": "Đó là hóa đơn cho 'Dụng cụ câu cá'. Hmm... Tôi không biết Kataryna thích câu cá đấy.",
    "Strings.ESInn.Kat.5": "'Thần thoại và truyền thuyết về Cộng hòa Ferngill'. Nó đầy những ghi chú và dấu trang.",
    "Strings.ESInn.Kat.6": "Ghi chú về động vật hoang dã bản địa và hình vẽ nguệch ngoạc thô thiển về một con cua đá với dòng chữ 'Đau quá!'",
    //Mailbox
    "EastScarpe.mailbox.1": "~bài đăng Ferngill~^Chúng tôi chỉ thu thập các mặt hàng từ thứ Hai đến thứ Sáu.^(hoặc khi chúng tôi rảnh.)^Thời gian thu thập là 2:10 sáng.",
    //Tori's Room
    "Strings.ToriNightstand": "Có một đống *Tạp chí Người Yêu Slime Hàng Quý* trải dài suốt hai mươi năm.",
    "Strings.ToriDesk": "Có vẻ như Tori đang thử phương pháp bullet journaling: cô ấy trang trí ghi chép bằng những hình vẽ dễ thương của các chú slime nhỏ.",
    "Strings.ToriBookshelf1": "Giữa những cuốn sách là cuốn nhật ký của Tori, nó đầy những mẩu giấy và được giữ lại bằng các sợi dây thun. Có lẽ bạn không nên đọc nó.",
    "Strings.ToriBookshelf2": "Những cuốn sách tự giúp mình lẫn với một loạt các tiểu thuyết đa dạng. Tori có vẻ là người đọc sách rất nhiều.",
    "Strings.ToriFilingCabinet": "Các hồ sơ về việc nhân giống slime của Tori được sắp xếp một cách tỉ mỉ.",
    "Strings.ToriRedSlime": "Một chiếc đệm lười. Nó vẫn còn thẻ giá.",
    "Strings.ToriBlueSlime": "Một chiếc đệm lười. Trông như đã được yêu thương rất nhiều.",
    "Strings.ToriDresser": "Tori đã cố gắng gấp quần áo, nhưng không thành công lắm.",
    "Strings.ToriTrash": "Đây là một thùng rác, nó đầy rác. Bạn mong đợi gì ở nó?",
    "Strings.ToriBonsai": "Một cây bonsai nhỏ xinh; nó được làm từ những viên gạch nhựa tí hon.",
    "Strings.NoraToriFridge": "Có nhiều trái cây và rau củ bên trong, một vài món trông như đã không còn tươi nữa.",
    //plaque
    "aideen.scrappaper": "Đó là một bài báo cũ, đã mờ đến mức gần như không thể đọc được, có thể nhận ra vài chữ: hình như liên quan đến việc khai trương Nhà Văn Hoá.",
    //Spirit's Eve
    "ESInnSpE.01": "WELWICK: À, xin chào đứa con của trang trại cũ. Ông nội của bạn gửi cho bạn tin tức từ bên ngoài. Có vẻ như ông ấy tự hào về thành tích của bạn.",
    "ESInnSpE.02": "Những chân nến này thật đáng sợ và cổ kính. Rosa lấy chúng ở đâu?",
    "ESInnSpE.03": "Hoàng tử bóng tối sống một mình, chỉ có những con nhện và ốc sên để nói chuyện và điều này khiến anh buồn, vì anh muốn có một người bạn.^ Ngoài ra còn có một cô bé và cô ấy là một công chúa. Cô không có bạn bè, nhưng cô có bạn là động vật và con vật cô yêu quý nhất là con mèo của cô. Tên con mèo là Tiger và con mèo có màu cam với những sọc như một con hổ thật.^ chú mèo thích đuổi chim và cả chuột. Một ngày nọ, chú mèo ta đuổi một con chuột vào một cái hố rất tối... và hoàng tử bóng tối đã tìm thấy chú mèo!",
    "ESInnSpE.4": "Những bộ xương đáng sợ!",
    "ESInnSpE.05": "Cái nồi to dường như đang sủi bọt nhẹ và có mùi rất thơm.",
    "ESInnSpE.06": "Những chiếc bánh nướng nhỏ mang hương vị mùa thu này có kích thước rất vừa miệng",
    "ESInnSpE.07": "Mmmm, nước ép nho tẩm gia vị. Rất thơm ngon!",
    "ESInnSpE.08": "Hôm nay cafe latte có vị ngô đã được pha.",
    "ESInnSpE.09": "Bánh tart dâu đen, salad trái cây... và thứ đồ uống xanh quái lại này là gì?",
    "ES.ForLore": "Có một thông báo trên máy ghi 'Không hoạt động (Đức vua vạn tuế)', nhưng màn hình vẫn bật. Điểm cao nhất ghi: 1. TheLoreSeeker.",
    "ES.ForLore.1": "ĐƯỜNG ROAD^Xe đã đăng ký",
    //Misc
    "ESEnvelope": "^^Lilith Sheridan   ^   c|- 1 Cherry Heights      ^   East Scarp      ^   Pelican Town      ^   Stardew Valley 5787      ^^",
    "DeepMountains.GoatGrave": "Tưởng niệm một người bạn cao quý — người mà ta chưa bao giờ quên.",
    //Object Information
    "object.azure-chrysanthemum-seed.name": "Hạt giống Hoa Cúc Lam",
    "object.azure-chrysanthemum-seed.description": "Trồng vào mùa xuân để có đóa hoa xanh biếc rực rỡ. Phải mất 13 ngày để trưởng thành và tiếp tục phát triển sau vụ thu hoạch đầu tiên.",
    "object.azure-chrysanthemum-plant.name": "Hoa Cúc Lam",
    "object.azure-chrysanthemum-plant.description": "Sinh trưởng vào mùa xuân, nở ra những đóa hoa xanh thẳm rực rỡ kéo dài suốt mùa.",
    "crop.birdofparadise-plant.name": "Chim Thiên Đường",
    "crop.birdofparadise-plant.description": "Trồng vào mùa xuân và mùa hè",
    "crop.birdofparadise-seed.name": "Hạt giống Chim Thiên Đường",
    "crop.birdofparadise-seed.description": "Trồng vào mùa xuân hoặc mùa hè để có hoa đẹp như chim. Phải mất 12 ngày để trưởng thành và tiếp tục phát triển sau vụ thu hoạch đầu tiên.",
    "crop.cavecarrot-plant.name": "Cà Rốt hang",
    "crop.cavecarrot-plant.description": "Trồng vào mùa thu.",
    "crop.cavecarrot-seed.name": "Hạt giống cà rốt hang",
    "crop.cavecarrot-seed.description": "Chỉ có thể phát triển vào mùa thu. Phải mất 6 ngày để trưởng thành.",
    "crop.moonflower-plant.name": "Hoa Mặt Trăng",
    "crop.moonflower-plant.description": "Một loài cây bí ẩn ưa nước.",
    "crop.moonflower-seed.name": "Hạt giống Hoa Mặt Trăng",
    "crop.moonflower-seed.description": "Có thể trồng vào bất kỳ mùa nào. Phải mất cả một mùa để phát triển hoàn toàn và bạn có thể thu hoạch vào mỗi mùa.",
    "crop.serruria-plant.name": "Hoa Serruria",
    "crop.serruria-plant.description": "Gieo vào mùa đông và thu hoạch vào mùa xuân.",
    "crop.serruria-seed.name": "Hạt giống hoa Serruria",
    "crop.serruria-seed.description": "Gieo vào mùa đông để ra hoa trắng rực rỡ vào mùa xuân. Mất 14 ngày để trưởng thành và sẽ tiếp tục cho thu hoạch sau lần thu đầu tiên.",
    "object.HeirloomCherrySapling_Name": "Cây giống Anh đào Di Sản",
    "object.HeirloomCherrySapling_Description": "Cần 28 ngày để phát triển thành một cây anh đào trưởng thành. Ra quả vào mùa xuân. Chỉ phát triển nếu 8 'ô' xung quanh đều trống.",
    //Objects
    "object.birdofparadise-flower.name": "Hoa Chim Thiên Đường",
    "object.birdofparadise-flower.description": "Loài hoa kỳ lạ này giống một con chim đầy màu sắc.",
    "object.ceruleannudibranch-fish.name": "Sên biển xanh",
    "object.ceruleannudibranch-fish.description": "Một con sên biển xinh đẹp",
    "object.ornatenudibranch-fish.name": "Sên bóng bẩy",
    "object.ornatenudibranch-fish.description": "Một con sên biển trong suốt",
    "object.seabunnynudibranch-fish.name": "Sên thỏ biển",
    "object.seabunnynudibranch-fish.description": "Nó trông giống như một chú thỏ con dễ thương. Nhưng nó thực sự là một con sên biển.",
    "object.sunsetnudibranch-fish.name": "Sên biển hoàng hôn",
    "object.sunsetnudibranch-fish.description": "Đây là một loại sên chỉ sống ở Biển Đá Quý.",
    "object.goldentrout-fish.name": "Cá hồi vàng",
    "object.goldentrout-fish.description": "Một loài cá hồi thích sống ở suối trên núi.",
    "object.redherring-fish.name": "Cá trích đỏ",
    "object.redherring-fish.description": "Người ta thường cho rằng nó là một biến thể màu sắc của cá trích, nhưng thực tế có phải vậy không?",
    "object.kokaneesalmon-fish.name": "Cá hồi Kokanee",
    "object.kokaneesalmon-fish.description": "Một loài nhỏ hơn so với cá hồi đỏ.",
    "object.scarpwarptotem-crafting.name": "Cột dịch chuyển: East Scarp",
    "object.scarpwarptotem-crafting.description": "Dịch chuyển tới East Scarp!",
    "object.rosabaklava-cooking.name": "Bánh Baklava của Rosa",
    "object.rosabaklava-cooking.description": "Bánh ngọt làm từ các loại hạt và mật ong. Hãy cẩn thận, nó dính!",
    "object.rosaspanakopita-cooking.name": "Bánh Spanakopita của Rosa",
    "object.rosaspanakopita-cooking.description": "Cải xoăn và phô mai dê được bọc trong lớp bánh mỏng.",
    "object.obsidianmaw-fish.name": "Cá hắc diện thạch",
    "object.obsidianmaw-fish.description": "Một loài cá săn mồi đáng sợ khiến bạn cảm thấy ớn lạnh.",
    "object.fairybetta-fish.name": "Cá Betta Huyền Bí",
    "object.fairybetta-fish.description": "Một loài cá thanh nhã, nguồn gốc chưa được biết đến.",
    "object.kingcarp-fish.name": "Cá chép vua",
    "object.kingcarp-fish.description": "Một con cá chép vàng có kích thước lớn",
    "object.slimebarbel-fish.name": "Cá Râu Nhầy",
    "object.slimebarbel-fish.description": "Trong ánh mắt con cá lóe lên tia sáng ma mãnh. Nó trông như đang đói khát thứ gì đó...",
    "object.azure-chrysanthemum.name": "Hoa Cúc Lam",
    "object.azure-chrysanthemum.description": "Một bông cúc với màu sắc lạ thường – bạn chưa từng thấy thứ gì giống như thế!",
    "object.serruria.name": "Hoa Serruria",
    "object.serruria.description": "Loài hoa độc đáo này còn được gọi là 'cô dâu mắc cỡ'.",
    "object.toast.name": "Bánh Mì Nướng",
    "object.toast.description": "Một lát bánh mì đã được nướng.",
    "object.cheesejellytoast.name": "Bánh Mì Nướng Phô Mai Và Mứt",
    "object.cheesejellytoast.description": "Bánh mì nướng được phủ mứt và thêm một miếng phô mai.",
    "object.vintagerubyring.name": "Nhẫn Ruby Cổ Điển",
    "object.vintagerubyring.description": "Một viên Hồng Ngọc khảm những mảnh Lam Ngọc. Nó trông đã cũ kỹ theo năm tháng. Thật tiếc, món này không vừa.",
    "fruittree.heirloomcherry": "Anh Đào Di Sản",
    "fruittree.wildplum": "Mận Rừng",
    "object.furniture.stonegoat": "Tượng Dê Đá",
    "object.furniture.lemurpainting": "Bức tranh lem nhem về một con vượn cáo",
    "object.furniture.jasperportrait": "Chân Dung Jasper",
    "object.furniture.jacobportrait": "Chân Dung Dr. Jacob Trenton, DVM",
    "object.furniture.mrgingerportrait": "Chân Dung Ngài Ginger",
    "object.furniture.katarynaportrait": "Chân Dung Kataryna",
    "object.furniture.julietportrait": "Chân Dung Juliet... hoặc có thể là một bức ảnh mugshot?",
    "object.furniture.aideenportrait": "Chân Dung Aideen",
    "object.furniture.duckloveportrait": "Gia đình hoàng gia yêu thích của chúng ta",
    //Shops
    "LexiShop.dialogue": "Đổi những món ngọt ngào lấy kho báu từ tận sâu thẳm, phải không?",
    "LexiShop.closed": "Lexi đóng cửa hôm nay.",
    "InnShop.rosa.dialogue": "Chào bạn! Hôm nay tôi có thể giúp gì cho bạn?",
    "InnShop.rosa.spiritEve.dialogue": "Happy Spirit's Eve! Trick or Treat?",
    "InnShop.closed": "Vui lòng quay lại khi có người ở quầy.",
    //Phonecalls
    "phonecall.eastscarp.eloise": "Chào nông dân @! Mình chỉ muốn hỏi... có con chim thú vị nào trên trang trại của bạn không? Hãy cho mình biết nếu bạn thấy một con chim gõ kiến nhé!$1#$b#Tạm biệt nhé!",
    "phonecall.eastscarp.aideen":"Chào bạn @! Mình muốn hỏi xem bạn có trồng hoa gì trên trang trại không nhé.#$b#Mình rất thích mua hoa tươi từ nhà cung cấp địa phương – hoa lúc nào cũng đẹp hơn khi còn tươi mới!",
    "phonecall.eastscarp.kataryna": "Chào bạn! Rất vui được gặp bạn. Sau khi bạn có thời gian suy nghĩ về chuyện đó... nếu bạn muốn tham gia một cuộc phỏng vấn về... hmm... một sinh vật huyền bí nào đó, đừng ngần ngại liên lạc với mình nhé!$1",
    //FruitTrees
    "EastScarpe.FruitTreeShake": "Cái này không phải của bạn.",
    "EastScarpe.FruitTreeCut": "Bạn cảm thấy như có ai đó đang theo dõi mình. Tốt hơn là đừng chặt cây này.",
    "EastScarpe.FruitTreeCut.Luma": "Chúng tôi khuyên bạn không nên chặt cây. Bạn không muốn khiến chúng tôi tức giận đâu!$a",
//Lore's Cove
"Name.LoreCove": "Vịnh Lore",
    "CastleAncientTree": "Một cây cổ thụ trông rất cổ xưa. Quả của nó trắng và mềm mại như bông.",
    "CastleDockView": "Có một chiếc tàu ở xa. #Đó có phải là cờ hải tặc không?",
    "CastleGrave1": "Claudia Castlegrove ^Một người phụ nữ kiên cường, vững vàng cả trên đất liền lẫn biển khơi",
    "CastleGrave2": "Allen Castlegrove ^Đáng tin cậy như ngôi sao Bắc Cực",
    "CastleLilyBush": "Một bụi hoa lily được chăm sóc tốt. Không giống bất kỳ loài hoa nào mọc ở Ferngill.",
    "CastleStatue": "Ch---m-le C---l-gr--e - Kết nối trái tim và con người",
    "ForLore": "'Tất cả kiến thức đều xứng đáng được biết.' ^Rest in peace, Lore Seeker",
    "SWSign": "Đường tới Vịnh Lore"
}