{
	"1": "Diese kleine Pflanze wächst langsam. Aber mit der entsprechenden Aufmerksamkeit und Fürsorge könnte sie bald alles andere überragen.",
	"2": "\"Der Averrhoa-carambola-Baum wird in einem heißen und trockenen Klima kultiviert. Samen sind sehr selten und demzufolge teuer. Aber der aus den Früchten hergestellte Wein ist sehr schmackhaft und kann beim Verkauf bis zu 6300G einbringen.\"",
	"3": "'Calvin der Cactus' schaut heute recht hübsch aus.",
	"4": "Das Fass ist gefüllt mit frisch geernteten Erzeugnissen.",
	"5": "Hier sollte mal wieder etwas aufgeräumt werden...",
	"6": "Das Fass ist mit Wein aus alten, sorgfältig gereiften Jahrgängen gefüllt.",
    "7": "Die Regale sind gefüllt mit verschiedenen Weinen, Bieren und Branntweinen. Großvater nutzte einst diesen Keller als Bar, in der die Leute aus der Stadt die aktuellen Jahrgänge verkosten konnten.",
    "8": "-- BESTELLUNGEN --^Lewis: 4 Fässer^Kneipe zum Sternenfall: 15 Fässer^Pam: Eine nette Flasche vom guten Stoff",
    "9": "Schätze! Na schön, besser Rücklagen... Großvater pflegte eine Menge Geld mit dem Export seines weithin berühmten Sternenfrucht-Weines zu machen.",
    "10": "Diese Fässer verbergen Großvaters allerletzten Jahrgang seines Sternenfrucht-Weines. Er sagte immer, der Wein könnte solange reifen, bis er mal 100 Jahre alt sei. Dann sei es der beste Wein, den je jemand probiert hätte.",
    "11": "Ein perfektes Arrangement für ein heimliches, romantisches Date.",
    "12": "Der Kristall emittiert eine seltsame Energie...",
    "13": "Dieses Buch enthält Gedichte. \"...and the last door closed at 4 A.M. and the last telephone slammed at the wall in reply...\"#\"...and the last furnished room emptied down to the last piece of mental furniture, a yellow paper rose twisted on a wire hanger in the closet...\"#\"...and even that imaginary, nothing but a hopeful little bit of hallucination--\"",
    "14": "Worin bestände wohl der Sinn einer privaten magischen Oase ohne ein Spielzeug-Segelboot, mit dem man herumplanschen kann?#...#Genau!",
    "15": "Ein wunderbarer Ort für ein heimliches Date.",
    "16": "Dieser Baum ist groß und uralt. Großvater hat das gesamte Gewächshaus um ihn herum gebaut. Er pflegte immer zu sagen, dass die Wurzeln des Baumes {{FarmName}} Hof mit der ganzen Stadt verbinden.",
    "2na": "\"Der Averrhoa-carambola-Baum wird in einem heißen und trockenen Klima kultiviert. Samen sind sehr selten und demzufolge teuer. Aber der aus den Früchten hergestellte Wein ist sehr schmackhaft und kann beim Verkauf bis zu 6300G einbringen.\"",
    "9na": "Schätze! Na schön, besser Rücklagen... Großvater pflegte eine Menge Geld mit dem Export seines weithin berühmten Sternenfrucht-Weines zu machen.",
    "10na": "Diese Fässer verbergen Großvaters allerletzten Jahrgang seines Sternenfrucht-Weines. Er sagte immer, der Wein könnte solange reifen, bis er mal 100 Jahre alt sei. Dann sei es der beste Wein, den je jemand probiert hätte."
}