{
	"1": "This little plant is slow-growing, but with lots of care and attention, it will eventually tower over the rest.",
	"2": "\"The fruit of the Averrhoa carambola tree is cultivated in hot, dry climates. Seeds are expensive and rare, but the wine the fruit produces is a delicacy and can sell for up to 6300g.\"",
	"3": "Calvin the Cactus is looking very handsome today.",
	"4": "It's filled with fresh crops.",
	"5": "This place needs a bit of a tidy-up...",
	"6": "It's filled with old batches of wine, slowly aging.",
	"7": "The shelves are stocked with various wines, beers, and spirits. Grandpa once used this cellar as a bar where all the townspeople could come and taste the latest batch.",
	"8": "-- ORDERS --^Lewis : x4 casks^Stardrop Saloon : x15 casks^Pam : a nice bottle - the good stuff",
	"9": "Treasure! Well, savings... Grandpa used to make a lot of money exporting his world-famous starfruit wine.",
	"10": "These barrels are hiding Grandpa's very last batch of starfruit wine. He always said it wouldn't do until it was aged 100 years. Then it would be the best wine anyone's ever tasted.",
	"11": "A perfect set-up for a quiet, romantic date.",
	"12": "The crystal radiates a mysterious energy...",
	"13": "It's a book of poems. \"...and the last door closed at 4 A.M. and the last telephone slammed at the wall in reply...\"#\"...and the last furnished room emptied down to the last piece of mental furniture, a yellow paper rose twisted on a wire hanger in the closet...\"#\"...and even that imaginary, nothing but a hopeful little bit of hallucination--\"",
	"14": "What's the point of a magical private oasis without a toy sailboat to splash around with?#...#Exactly.",
	"15": "A beautiful spot for a quiet date.",
	"16": "This tree is huge and ancient. Grandpa built the whole greenhouse around it. He used to say its roots linked {{FarmName}} Farm to the entire town.",
	//non-alcoholic versions
	"2na": "\"The fruit of the Averrhoa carambola tree is cultivated in hot, dry climates. Seeds are expensive and rare, but the juice the fruit produces is a delicacy and can sell for up to 6300g.\"",
	"9na": "Treasure! Well, savings... Grandpa used to make a lot of money exporting his world-famous starfruit jelly.",
	"10na": "These barrels are hiding Grandpa's very last batch of starfruit jelly. He always said it wouldn't do until it was aged 100 years. Then it would be the best jelly anyone's ever tasted."
}