{
    "1": "Esta pequeña planta está creciendo lentamente, pero con cuidado y atención, eventualmente superará a las demás.",
    "2": "\"El fruto del árbol de carambola se cultiva en climas cálidos y secos. Las semillas son caras y raras, pero el jugo de la fruta es delicado y se puede vender por hasta 6300 g.\"",
    "3": "Calvin el cactus se ve muy guapo hoy.",
    "4": "Está lleno de frutas frescas.",
    "5": "Este lugar necesita una limpieza...",
    "6": "Está lleno de vino, envejeciendo lentamente.",
    "7": "Los estantes están llenos de vinos, cervezas y licores. Una vez, el abuelo usó esta bodega como bar donde todos en la ciudad podían ir a tomar un buen vino.",
    "8": "-- PEDIDOS --^Lewis : x4 Botellas^Saloon Fruta Estelar : x15 Botellas^Pam : Una Buena Dosis de lo Mejor",
    "9": "Un tesoro! Bueno, lo que queda... El abuelo solía ganar mucho dinero exportando su mundialmente famoso Vino de carambola.",
    "10": "Estos barriles esconden la última dosis de vino de carambola del abuelo. Siempre decía que no lo abriría hasta que tuviera 100 años. Entonces, este sería el mejor vino que cualquiera podría beber.",
    "11": "El escenario perfecto para un encuentro tranquilo y romántico.",
    "12": "El cristal libera una energía misteriosa...",
    "13": "Es un libro de poemas. \"...y la última puerta se cerró a las 4 a.m. y el último teléfono se golpeó contra la pared en respuesta...\"#\"...y la última habitación amueblada se vació hasta el último mueble mental, una rosa de papel amarilla retorcida en una percha de alambre en el armario...\"#\"...e incluso ese imaginario, nada más que un poco de alucinación esperanzadora--\"",
    "14": "Qué sentido tiene tener un oasis mágico para ti solo sin un barco de juguete con el que jugar?#...#Exactamente.",
    "15": "El lugar perfecto para una cita tranquila.",
    "16": "Este árbol es gigante y antiguo. El abuelo construyó el invernadero a su alrededor. Solía decir que sus raíces conectaban la granja {{FarmName}} con todo el pueblo.",
    //non-alcoholic versions
    "2na": "\"El fruto del árbol carambola se cultiva en climas cálidos y secos. Las semillas son caras y raras, pero el jugo de la fruta es delicado y se puede vender por hasta 6300 g.\"",
    "9na": "Un tesoro! Bueno, lo que queda... La abuela solía ganar mucho dinero exportando su mundialmente famoso jugo de carambola.",
    "10na": "Estos barriles esconden la última dosis de vino de carambola del abuelo. Siempre decía que no lo abriría hasta que tuviera 100 años. Entonces, este sería el mejor jugo que cualquiera podría beber."
}