{
	"1": "Cette petite plante pousse lentement, mais avec beaucoup de soin et d'attention, elle finira par surplomber le reste.",
    "2": "\"Le fruit du carambolier Averrhoa est cultivé dans les climats chauds et secs. Les graines sont chères et rares, mais le vin que produit le fruit est un délice et peut se vendre jusqu'à 6300g.\"",
    "3": "Calvin le cactus est très élégant aujourd'hui..",
    "4": "C'est rempli de cultures fraîches.",
    "5": "Cet endroit a besoin d'un peu de rangement...",
    "6": "C'est rempli de vieilles cuvées de vin, qui vieillissent lentement.",
    "7": "Les étagères sont remplies de divers vins, bières et spiritueux. Grand-père utilisait autrefois cette cave comme un bar où tous les habitants pouvaient venir goûter la dernière cuvée.",
    "8": "-- COMMANDES --^Lewis : x4 fûts^Stardrop Saloon : x15 fûts^Pam : une belle bouteille - la meilleure cuvée.",
    "9": "Un trésor ! Enfin plutôt, des économies... Grand-père gagnait beaucoup d'argent en exportant son fameux vin de carambole.",
    "10": "Ces barils cachent le tout dernier lot de vin de carambole de grand-père. Il disait toujours qu'il ne serait pas bon avant d'avoir 100 ans. Ensuite ce serait le meilleur vin que personne n'ait jamais goûté.",
    "11": "Une installation parfaite pour un rendez-vous tranquille et romantique.",
    "12": "Le cristal dégage une énergie mystérieuse...",
    "13": "C'est un livre de poèmes. \"...et la dernière porte s'est fermée à 4 heures du matin et le dernier téléphone a claqué contre le mur en guise de réponse...\"#\"...et la dernière chambre meublée s'est vidée jusqu'au dernier meuble mental, une rose en papier jaune accrochée à un cintre dans le placard...\"#\"...et même si c'est imaginaire, ce n'est rien d'autre qu'une petite hallucination pleine d'espoir--\"",
    "14": "À quoi bon une oasis magique privée sans un petit voilier pour s'amuser ? #...#Exactement.",
    "15": "Un bel endroit pour un rendez-vous tranquille.",
    "16": "Cet arbre est immense et très ancien. Grand-père a construit toute la serre autour de lui. Il disait que ses racines reliaient la ferme {{FarmName}} à la ville entière.",
    "2na": "\"Le fruit du carambolier Averrhoa est cultivé dans les climats chauds et secs. Les graines sont chères et rares, mais le jus que produit le fruit est un délice et peut se vendre jusqu'à 6300g..\"",
    "9na": "Un trésor ! Enfin plutôt, des économies... Grand-père gagnait beaucoup d'argent en exportant sa fameuse gelée de carambole.",
    "10na": "Ces barils cachent la toute dernière fournée de gelée de carambole de grand-père. Il disait toujours qu'elle ne serait pas bonne avant d'avoir vieilli de 100 ans. Ce serait alors la meilleure gelée que personne n'ait jamais goûtée."
}