{
	"1": "Esta pequena planta está crescendo lentamente, mas com carainho e cuidado, ela vai eventualmente ultrapassar as outras.",
    "2": "\"A fruta da árvore de carambola é cultivada no calor, com climas secos. As sementes são caras e raras, mas o suco da fruta é delicado e pode ser vendido por até 6300g.\"",
    "3": "Calvin o cacto está muito lindo hoje.",
    "4": "Está cheio com frutas frescas.",
    "5": "Esse lugar precisa de uma faxina...",
    "6": "Está cheio de vinho, envelhecendo lentamente.",
    "7": "As prateleiras estão cheias de vinho,cervejas e espíritos.Vovo usou essa adega uma vez como bar em que todos da cidades podiam ir e tomar um belo vinho.",
    "8": "-- ENCOMENDAS --^Lewis : x4 Garrafas^Saloon Fruta Estelar : x15 Garrafas^Pam : Uma boa dose de A Coisa boa ",
    "9": "Tesouro!Bem, o que restou... Vovo costumava fazer muito dinheiro exportando sua mundialmente famosa geleia de fruta estrela.",
    "10": "Esses barris estão escondendo a última dose de vinho de carambola do vovo. Ele sempre disse que não iria abri-lo até que completasse 100 anos. Então, esse seria o melhor vinho que qualquer um podia tomar.",
    "11": "O cenário perfeito para um calmo e romântico encontro.",
    "12": "O cristal libera uma misteriosa energia...",
    "13": "É um livro de poemas.^\"...and the last door closed at 4 A.M. and the last telephone slammed at the wall in reply...\"#\"...and the last furnished room emptied down to the last piece of mental furniture, a yellow paper rose twisted on a wire hanger in the closet...\"#\"...and even that imaginary, nothing but a hopeful little bit of hallucination--\"",
    "14": "Qual a razão de ter um oasis mágico só pra você sem um barquinho de brinquedo para brincar?#...#Exatamente.",
    "15": "O lugar perfeito para um calmo encontro.",
    "16": "Essa árvore é gigante e antiga. Vovo contruiu a estufa ao redor dela. Ele costumava dizer que suas raízes ligavam a fazenda {{FarmName}} a cidade inteira.",
    //no change
    "2na": "\"A fruta da árvore de carambola é cultivada no calor, com climas secos. As sementes são caras e raras, mas o suco da fruta é delicado e pode ser vendido por até 6300g.\"",
    "9na": "Tesouro!Bem, o que restou... Vovo costumava fazer muito dinheiro exportando sua mundialmente famosa geleia de fruta estrela.",
    "10na": "Esses barris estão escondendo a última dose de vinho de carambola do vovo. Ele sempre disse que não iria abri-lo até que completasse 100 anos. Então, esse seria o melhor vinho que qualquer um podia tomar."
}