{
    "1": "Это маленькое растение медленно растет, но при большом уходе и внимании оно в конечном итоге будет возвышаться над остальными.",
    "2": "\"Плод дерева Averrhoa carambola выращивается в жарком, сухом климате. Семена дорогие и редкие, но вино из этого фрукта - деликатес и цена может достигать 6300g.\"",
    "3": "Кактус Кальвин сегодня выглядит бесподобно",
    "4": "Здесь полно свежих плодов",
    "5": "Здесь бы неплохо немного прибраться...",
    "6": "Он полон старых партий вина, медленно зреющего",
    "7": "Полки забиты различными винами, пивом и спиртами. Дедушка когда-то использовал этот подвал как бар, куда все горожане могли прийти и попробовать последнюю партию.",
    "8": "-- ЗАКАЗЫ --^Льюис : x4 бочонка^Салун \"Звездная капля\" : x15 бочонков^Пэм : бутылочку отличного пойла",
    "9": "Сокровища! Вернее, сбережения... Дедушка зарабатывал много денег, экспортируя свое всемирно известное вино из карамболы.",
    "10": "В этих бочках таится последняя партия дедушкиного вина из карамболы. Он всегда говорил, что оно не будет готово, пока не будет выдержано 100 лет. Тогда это будет лучшее вино, которое кто-либо когда-либо пробовал.",
    "11": "Идеальное место для тихого романтического свидания.",
    "12": "Кристалл излучает таинственную энергию...",
    "13": "Это сборник стихов. \"...and the last door closed at 4 A.M. and the last telephone slammed at the wall in reply...\"#\"...and the last furnished room emptied down to the last piece of mental furniture, a yellow paper rose twisted on a wire hanger in the closet...\"#\"...and even that imaginary, nothing but a hopeful little bit of hallucination--\"",
    "14": "Какой смысл в личном волшебном оазисе без игрушечного парусника, чтобы плескаться с ним?#...#Точно.",
    "15": "Отличное место для тихого свидания.",
    "16": "Это дерево огромное и древнее. Дедушка построил вокруг него целую оранжерею. Он говорил, что его корни связывают ферму {{FarmName}} со всем городом.",
    //no change
    "2na": "\"Плод дерева Averrhoa carambola выращивается в жарком, сухом климате. Семена дорогие и редкие, но вино из этого фрукта - деликатес и цена может достигать 6300g.\"",
    "9na": "Сокровища! Вернее, сбережения... Дедушка зарабатывал много денег, экспортируя свое всемирно известное вино из карамболы.",
    "10na": "В этих бочках таится последняя партия дедушкиного вина из карамболы. Он всегда говорил, что оно не будет готово, пока не будет выдержано 100 лет. Тогда это будет лучшее вино, которое кто-либо когда-либо пробовал."
}