{
	"1": "แม้ต้นไม้น้อยนี้จะโตช้าแต่หากเฝ้าดูแลและใส่ใจ, มันจะเติบใหญ่สูงกว่าใครในที่สุด.",
	"2": "\"มะเฟืองจากต้น Averrhoa carambola เติบโตได้ดีในอากาศร้อน, และแห้ง. เมล็ดของมันทั้งหายากและมีราคา, แต่ไวน์ที่ทำจากผลมะเฟืองนี้ถือเป็นของชั้นเลิศ ขายได้สูงสุดถึง 6,300g เลยทีเดียว.\"",
	"3": "เจ้ากระบองเพชรเคลวินดูดีมากเลยวันนี้.",
	"4": "มันเต็มไปด้วยพืชผลสดงดงาม.",
	"5": "ที่นี่ต้องการทำความสะอาดนิดหน่อย...",
	"6": "มันช่างเต็มไปด้วยไวน์หลายชุด, บ่มอย่างช้าๆ.",
	"7": "บนชั้นวางมีไวน์แบบหลากหลายประเภท, เบียร์, และเหล้าอีกเยอะ, แต่ก่อนคุณปู่ใช้ห้องใต้ดินนี้เป็นบาร์ให้ชาวเมืองแวะมาชิมเครื่องดื่มชุดใหม่กัน.",
	"8": "-- ออเดอร์ --^เลวิส : x4 ถัง^สตาร์ดรอป ซาลูน : x15 ถัง^แพม : ไวน์คุณภาพ - ของดีเลยนะนั่น",
	"9": "สมบัติ! เจ๋ง, เงินเก็บ...คุณปู่เคยหาเงินได้มหาศาลจากการส่งออกไวน์มะเฟืองชื่อดังระดับโลก.",
	"10": "ถังพวกนี้ซ่อนไวน์สตาร์ฟรุตชุดสุดท้ายของคุณปู่เอาไว้. เขามักจะพูดเสมอว่ามันจะยังไม่พร้อม จนกว่าจะบ่มครบ 100 ปี. แล้วมันจะกลายเป็นไวน์มะเฟืองที่เลิศรสที่สุดเท่าที่ใครเคยได้ลิ้มลอง.",
	"11": "บรรยากาศที่ลงตัวสำหรับเดตเงียบๆ, สุดโรแมนติก.",
	"12": "ผลึกคริสตัลนี้แผ่พลังงานลึกลับบางอย่างออกมา...",
	"13": "มันคือหนังสือบทกวี. \"...และประตูบานสุดท้ายก็ปิดลงเมื่อเวลา 4 ตี… และเสียงโทรศัพท์สายสุดท้ายก็กระแทกใส่กำแพงเป็นคำตอบ...\"#\"...และห้องพักที่ตกแต่งไว้ก็ว่างเปล่าจนเหลือเพียง เฟอร์นิเจอร์ทางใจ ชิ้นสุดท้าย, กุหลาบกระดาษสีเหลืองที่บิดเป็นรูปติดอยู่บนไม้แขวนเสื้อในตู้เสื้อผ้า...\"#\"...และแม้แต่นั่นก็เป็นเพียงภาพลวงตา, ไม่มีอยู่จริง เป็นแค่เศษเสี้ยวของความหวังในห้วงหลอนเล็กๆ เท่านั้น--\"",
	"14": "จะมีโอเอซิสวิเศษส่วนตัวไปทำไม ถ้าไม่มีเรือใบของเล่นไว้ให้เล่นน้ำกันล่ะ?#...#นั่นแหละ.",
	"15": "สถานที่แสนโรแมนติก เหมาะสำหรับเดต.",
	"16": "ต้นไม้นี้ทั้งใหญ่และเก่าแก่. คุณปู่สร้างเรือนกระจกทั้งหลังขึ้นล้อมต้นไม้นี้ไว้ เขามักจะบอกว่า รากของมันเชื่อมไร่ {{FarmName}} เข้ากับทั้งเมืองเลยล่ะ.",
	//non-alcoholic versions
	"2na": "\"มะเฟืองจากต้น Averrhoa carambola เติบโตได้ดีในสภาพอากาศร้อนและแห้ง แม้เมล็ดจะหายากและราคาแพง แต่น้ำผลไม้ที่สกัดจากมันถือเป็นของหรูหรา ขายได้สูงถึง 6,300g เลยทีเดียว!.\"",
	"9na": "สมบัติ! เจ๋ง, การออมเงิน...คุณปู่เคยหาเงินได้มหาศาลจากการส่งออกแยมมะเฟืองชื่อดังระดับโลก.",
	"10na": "ถังพวกนี้ซ่อนแยมสตาร์ฟรุตชุดสุดท้ายของคุณปู่เอาไว้. เขามักจะพูดเสมอว่ามันจะยังไม่พร้อม จนกว่าจะบ่มครบ 100 ปี. แล้วมันจะกลายเป็นแยมที่อร่อยที่สุดเท่าที่ใครเคยได้ลิ้มลอง."
}