{
  "1": "Bu küçük bitki yavaş büyüyor, ama çokça ilgi ve özenle, sonunda diğerlerini geçecek.",
  "2": "\"Averrhoa karambola ağacının meyvesi sıcak ve kuru iklimde yetişir. Tohumları nadir ve pahalıdır, ama meyvesinin şarabı şahane lezzetlidir ve 6300g kadar fiyatlara satılabilir.\"",
  "3": "Kaktüs Calvin bugün çok yakışıklı görünüyor.",
  "4": "Taze ekinlerle dolu.",
  "5": "Buranın biraz toparlanmaya ihtiyacı var...",
  "6": "Burası eski şarap yığınlarıyla dolu, yavaşça yıllanıyorlar.",
  "7": "Raflara şaraplar,biralar ve çeşitli alkollü içecekler stoklanmış. Büyükbabam bir zamanlar bu mahzeni tüm kasaba halkının gelip son içecekleri tattıkları bir bar olarak kullanıyordu.",
  "8": "-- Siparişler --^Lewis : x4 Kiler fıçısı^Stardrop Saloon : x15 kiler fıçısı^Pam : güzel bir şişe - iyi bir şeyler",
  "9": "Hazine! Şey, birikimler... Büyükbabam dünyaca ünlü yıldız meyvesi şaraplarını ihraç ederek çokça para kazanırdı.",
  "10": "Bu variller büyükbabamın son yıldız meyvesi şarap stoklarını barındırıyor. Her zaman 100 yaşına gelmeden yapamayacağını söylerdi. İşte o zaman herkesin tattığı en iyi şarap olurdu.",
  "11": "Sessiz ve romantik bir randevu için mükemmel bir ortam.",
  "12": "Kristal gizemli bir enerji yayıyor...",
  "13": "Bir şiir kitabı. \"...ve son kapı saat 4.00'de kapatıldı. ve cevap olarak son telefon duvara çarpıldı...\"#\"...ve son döşenmiş oda, son zihinsel mobilyaya kadar boşaltıldı, dolaptaki tel askıda bükülmüş sarı kağıttan bir gül...\"#\"...ve bu hayali bile, umut dolu küçük bir halüsinasyondan başka bir şey değil--\"",
  "14": "Etrafta su sıçratmak için oyuncak bir yelkenli olmadan büyülü bir özel vahanın ne anlamı var??#...#Aynen.",
  "15": "Sakin bir randevu için güzel bir yer.",
  "16": "Bu ağaç devasa ve antik. Büyükbaba bütün serayı bunun etrafına inşa etmiş. Köklerinin {{FarmName}} Çiftliği ile tüm kasabaya bağlı olduğunu söylerdi.",
  "2na": "\"Averrhoa karambola ağacının meyvesi sıcak ve kuru iklimde yetişir. Tohumları nadir ve pahalıdır, ama meyve suyu şahane lezzetlidir ve 6300g kadar fiyatlara satılabilir.\"",
  "9na": "Hazine! Şey, birikimler... Büyükbabam dünyaca ünlü yıldız meyvesi marmelatlarını ihraç ederek çokça para kazanırdı.",
  "10na": "Bu variller büyükbabamın son yıldız meyvesi marmelat stoklarını barındırıyor. Her zaman 100 yaşına gelmeden yapamayacağını söylerdi. İşte o zaman herkesin tattığı en iyi marmelat olurdu."
}