{
  /*********
  ** Aquarium interior
  *********/
  "events.intro.0": "Đây này Goldie. Con có háo hức với ngôi nhà mới của mình không?$0",
  "events.intro.1": "...$0#$b#...$1",
  "events.intro.2": "Vị khách đầu tiên của chúng ta!",
  "events.intro.3": "Xin chào, và chào mừng đến với Thủy cung Stardew!$4",
  "events.intro.4": "Cháu hẳn là người nông dân mà Willy đã kể với ta! Rất hân hạnh được gặp cháu!$0",
  "events.intro.5": "À phải, danh tiếng của cháu đi trước cả cháu rồi, chàng trai trẻ!^À phải, danh tiếng của cháu đi trước cả cháu rồi, cô gái trẻ!$0",
  "events.intro.5.genderNeutral": "À phải, danh tiếng của cháu đi trước cả cháu rồi!$0",
  "events.intro.6": "Ta đang tự hỏi liệu cháu có sẵn lòng giúp ta không?$3",
  "events.intro.7": "Như cháu có thể đã nhận thấy, hiện tại chúng ta hơi thiếu cá.$2",
  "events.intro.8": "Trừ khi cháu tính cả bé Goldie đáng yêu ở đằng kia, hì hì?$1",
  "events.intro.9": "...$1#$b#...$2",
  "events.intro.10": "Ta nghe nói cháu là một tay câu cừ khôi.$0",
  "events.intro.11": "Có lẽ cháu sẽ cân nhắc việc quyên góp một vài con cá cháu bắt được để trưng bày?$0",
  "events.intro.12": "Cháu có thể gửi chúng ở đây, tại quầy. Ta chỉ mất một lát để sắp xếp thôi.$0#$b#Và đừng lo; chúng ta có công nghệ tối tân để đảm bảo chúng có một cuộc sống lâu dài và khỏe mạnh.#$b#Giống như Goldie thân yêu vậy.$1",
  "events.intro.13": "...$2#$b#...$3",
  "events.intro.14": "Tuyệt vời! Cảm ơn cháu!$4#$b#Chúng ta sẽ lưu một danh mục tất cả các loài cá đang được trưng bày.$0",
  "events.intro.15": "Một điều cuối cùng!",
  "events.intro.16": "Chắc cháu đã để ý thấy chiếc tàu ngầm trên đường vào? Đó là cửa hàng quà lưu niệm của chúng ta!$0#$b#Hiện tại chúng ta không có nhiều hàng, nhưng khi khu trưng bày của chúng ta phát triển, hàng hóa của chúng ta cũng sẽ tăng theo!$1",

  "events.completed.0": "Xin mọi người chú ý!",
  "events.completed.1": "*Hắng giọng* Cảm ơn quý vị...$0#$b#Trước hết, ta muốn cảm ơn tất cả mọi người đã đến tham dự sự kiện đặc biệt này.$1#$b#Khi ta mới mở Thủy cung Stardew, chỉ có Goldie thân yêu và ta.$0",
  "events.completed.2": "Nhưng rồi ta đã gặp @, sự giúp đỡ của cậu ấy là vô giá cho sự thành công của Thủy cung!^Nhưng rồi ta đã gặp @, sự giúp đỡ của cô ấy là vô giá cho sự thành công của Thủy cung!$1",
  "events.completed.2.genderNeutral": "Nhưng rồi ta đã gặp @, sự giúp đỡ của họ là vô giá cho sự thành công của Thủy cung!$1",
  "events.completed.3": "Bây giờ bộ sưu tập thủy cung của chúng ta đã hoàn tất!$0#$b#Và tất cả là nhờ cháu, @. Tất cả các mẫu vật chúng ta có thể thấy xung quanh hôm nay đều được quyên góp. Chúng ta không thể làm được điều này nếu không có cháu, @.$1",
  "events.completed.4": "Làm tốt lắm!",
  "events.completed.5": "Làm tốt lắm!",
  "events.completed.6": "@, tất cả những điều này sẽ không thể thực hiện được nếu không có cháu, chàng trai trẻ.^@, tất cả những điều này sẽ không thể thực hiện được nếu không có cháu, cô gái trẻ.$0#$b#Vì vậy, ta tự hào trao cho cháu một phần thưởng đặc biệt!$1",
  "events.completed.6.genderNeutral": "@, tất cả những điều này sẽ không thể thực hiện được nếu không có cháu.$0#$b#Vì vậy, ta tự hào trao cho cháu một phần thưởng đặc biệt!$1",
  "events.completed.7": "Chiếc 'Cúp Thủy cung Stardew', xin chúc mừng chàng trai trẻ!^Chiếc 'Cúp Thủy cung Stardew', xin chúc mừng cô gái trẻ!$4",
  "events.completed.7.genderNeutral": "Chiếc 'Cúp Thủy cung Stardew', xin chúc mừng!$4",

  "events.razorTrout.0": "À chào @!$0",
  "events.razorTrout.1": "Vậy hôm nay cháu đến quyên góp gì thế?$1",
  "events.razorTrout.2": "Ồ không chàng trai trẻ, thế này không được đâu!$6^Ồ không cô gái trẻ, thế này không được đâu!$6",
  "events.razorTrout.2.genderNeutral": "Ồ không @, thế này không được đâu!$6",
  "events.razorTrout.3": "Ta biết con cá này, nó là Cá hồi Dao cạo.$2#$b#Nó là một loài xâm lấn ở khu vực này...$5",
  "events.razorTrout.4": "Nó còn ăn thịt các loài cá khác nữa!$0",
  "events.razorTrout.5": "...$0#$b#*Goldie trông có vẻ sợ hãi*$7",
  "events.razorTrout.6": "Ta không nghĩ Thủy cung là nơi dành cho một con cá như vậy...$2#$b#Cháu nên mang nó về đi.$0",
  "events.razorTrout.7": "Đừng buồn nhé chàng trai trẻ, ta chắc rằng cháu không có ý xấu đâu.^Đừng buồn nhé cô gái trẻ, ta chắc rằng cháu không có ý xấu đâu.$0",
  "events.razorTrout.7.genderNeutral": "Đừng buồn nhé, ta chắc rằng cháu không có ý xấu đâu.$0",

  /*********
  ** More New Fish room
  *********/
  "events.mantaRay.0": "À @! Hôm nay cháu thế nào?$0",
  "events.mantaRay.1": "Ta đang định đi kiểm tra một trong những mẫu vật mới của chúng ta. Cháu có muốn đi cùng ta không?$0",
  "events.mantaRay.2": "Tuyệt vời! Lối này nhé.$1",
  "events.mantaRay.3": "Hãy nhìn kích thước của con cá đuối đó xem. Một sinh vật hùng vĩ phải không cháu?$0#$b#Ta đã cho xây cái bể khổng lồ này chỉ dành riêng cho dịp này.$1",
  "events.mantaRay.4": "Nói ta nghe điều này nhé chàng trai trẻ...^Nói ta nghe điều này nhé cô gái trẻ...$0#$b#Có phải cháu là người đã bắt được nó không?$3",
  "events.mantaRay.4.genderNeutral": "Nói ta nghe điều này nhé @...$0#$b#Có phải cháu là người đã bắt được nó không?$3",
  "events.mantaRay.5": "...#Phải, cháu đã bắt nó bằng cần câu của mình!#Không, không phải cháu...",
  "events.mantaRay.yes.0": "Bằng cần câu của cháu ư?!$6#$b#Một con thú lớn như vậy, lại bị bắt bằng một chiếc cần câu...$2",
  "events.mantaRay.yes.1": "Willy đã nói đúng về cháu...$0#$b#Cháu là một tay câu phi thường!$4",
  "events.mantaRay.yes.2": "Nó có vẻ đang phát triển tốt ở đây.$0",
  "events.mantaRay.yes.3": "Ta nên để cháu quay lại việc của mình. Chúc cháu tận hưởng phần còn lại của chuyến tham quan Thủy cung!$1",
  "events.mantaRay.6": "Ồ thật đáng tiếc...$0#$b#Ta đã muốn biết câu chuyện về cách ai đó đã xoay sở để bắt được một con cá đuối...$4",
  "events.mantaRay.7": "Nó có vẻ đang phát triển tốt ở đây.$0",
  "events.mantaRay.8": "Ta nên để cháu quay lại việc của mình. Chúc cháu tận hưởng phần còn lại của chuyến tham quan Thủy cung!$1",

  /*********
  ** Koi room (More New Fish)
  *********/
  "events.spiritFish.la.name": "La",
  "events.spiritFish.la.title": "Linh hồn Đại dương",
  "events.spiritFish.la.oppositeTitle": "Linh hồn Mặt trăng",

  "events.spiritFish.tui.name": "Tui",
  "events.spiritFish.tui.title": "Linh hồn Mặt trăng",
  "events.spiritFish.tui.oppositeTitle": "Linh hồn Đại dương",

  "events.spiritFish.0": "Ồ @! Ta không nghe thấy tiếng cháu vào.$0#$b#Ta chỉ đang thưởng thức một tách trà ngon thôi.$1",
  "events.spiritFish.1": "Thôi được rồi... công việc đang réo gọi.$0#$b#Thực ra, ta đang định sắp xếp món quyên góp mới nhất của chúng ta.$0#$b#Cháu có muốn đi cùng ta không?$3",
  "events.spiritFish.2": "Tuyệt. Nó ở ngay đằng này...$0",
  "events.spiritFish.3": "Chúng ta phải bước qua vòng tròn ma thuật này, để dịch chuyển đến nơi chúng ta sẽ đến.$0",
  "events.spiritFish.4": "Đừng lo, nó hoàn toàn an toàn!$1#$b#Ta sẽ đi trước, rồi cháu có thể theo sau.$0",
  "events.spiritFish.5": "Thấy chưa, cũng không tệ lắm, phải không nào?$0",
  "events.spiritFish.6": "Thật kinh khủng!#Chuyện gì vừa xảy ra vậy?!#Cháu đoán là...#Ừm, cũng thường thôi.",
  "events.spiritFish.7": "Thôi nào, cháu vẫn còn nguyên vẹn mà.$0",
  "events.spiritFish.8": "Cháu đã dịch chuyển đến một địa điểm mới.$0",
  "events.spiritFish.9": "Đúng vậy.$0",
  "events.spiritFish.10": "Hì hì, đúng là tinh thần đó!$1",
  "events.spiritFish.11": "Ta đã sắp xếp mọi thứ trong khi chờ cháu rồi.$0#$b#Lại đây xem đi.$0",
  "events.spiritFish.12": "Con '{{FishName}}' này quả là một sinh vật xinh đẹp...$0",
  "events.spiritFish.13": "Ngươi đã làm gì vậy?!$a",
  "events.spiritFish.14": "Ngươi không biết con cá này là {{SpiritTitle}} sao?!$0",
  "events.spiritFish.15": "Chuyện gì đang xảy ra vậy?!#Tôi không làm gì cả!#{{SpiritTitle}}? Điều đó có nghĩa là gì?",
  "events.spiritFish.16": "Ngươi thậm chí còn không biết mình đang xen vào chuyện gì...$0",
  "events.spiritFish.17": "Đủ rồi!$0",
  "events.spiritFish.18": "Không có thời gian cho một bài học lịch sử đâu...$0",
  "events.spiritFish.19": "Ngươi phải kết nối lại các Linh hồn Mặt trăng và Đại dương.$0",
  "events.spiritFish.20": "Mình đã làm gì thế này...$7",
  "events.spiritFish.21": "Linh hồn Mặt trăng và Đại dương đã được kết nối cho đến tận gần đây.$0#$b#Hãy quay lại nơi ngươi đã tìm thấy con cá này và tìm {{OtherSpiritTitle}}.$0#$b#Sau đó quay lại đây và kết nối lại nó với {{SpiritTitle}}!$0",
  "events.spiritFish.22": "...#Tôi không tìm thấy con cá này, tôi không biết tìm ở đâu!#Ồ ý ngài là cái ao nhỏ trong Rừng Bí Mật?",
  "events.spiritFish.hint.0": "Ta biết con cá này từ đâu ra!$6",
  "events.spiritFish.hint.1": "Nó đến từ một nơi gọi là 'Rừng Bí Mật'. Ít nhất đó là những gì người đã quyên góp nó nói với ta...$2",
  "events.spiritFish.hint.2": "Rừng Bí Mật? Phải, tất nhiên rồi, ta biết nơi đó... Đó là một khu vực ẩn ngay phía bắc Tháp của ta ở trong Thung lũng.$0#$b#Ngươi phải đến đó ngay lập tức! Tìm {{OtherSpiritTitle}} và mang nó về đây. Ta sẽ làm những gì có thể để duy trì sự cân bằng trong thời gian chờ đợi.$0",
  "events.spiritFish.23": "Rừng Bí Mật? Phải, tất nhiên rồi, cháu phải đến đó ngay lập tức!$1#$b#Hãy tìm {{OtherSpiritTitle}} và mang nó về đây. Ta sẽ làm những gì có thể để duy trì sự cân bằng trong thời gian chờ đợi.$0",

  "events.spiritRitual.0": "@ cháu đến rồi!$0",
  "events.spiritRitual.1": "Pháp sư đang đợi chúng ta ở phía bên kia, chúng ta không được để ngài ấy đợi lâu.$0",
  "events.spiritRitual.2": "Tốt, cả hai ngươi đều ở đây.$0",
  "events.spiritRitual.3": "Ta đã đoàn tụ Tui và La trong cái ao này.$0#$b#Tất cả những gì còn lại bây giờ là thực hiện phần cuối cùng của nghi lễ.$0",
  "events.spiritRitual.4": "Pháp sư đang trong trạng thái xuất thần, lẩm bẩm những câu không thể nghe rõ.",
  "events.spiritRitual.5": "Đã xong...$0",
  "events.spiritRitual.6": "Nếu hai con cá này bị tách ra lâu hơn nữa thì đã dẫn đến thảm họa!$0",
  "events.spiritRitual.7": "Bây giờ ta sẽ giao việc bảo vệ khu vực này lại cho ngươi.$0",
  "events.spiritRitual.8": "Chà, mọi chuyện kịch tính quá...$0",
  "events.spiritRitual.9": "Ta có thể tin tưởng vào cháu để giúp ta giữ nơi này an toàn không, chàng trai trẻ?^Ta có thể tin tưởng vào cháu để giúp ta giữ nơi này an toàn không, cô gái trẻ?$0",
  "events.spiritRitual.9.genderNeutral": "Ta có thể tin tưởng vào cháu để giúp ta giữ nơi này an toàn không?$0",
  "events.spiritRitual.10": "Vâng, tất nhiên rồi.#Không, ông tự lo liệu đi."
}