/*

These are the fish descriptions shown when interacting with fish tanks.

When adding new fish, make sure to add it to `patches/fish-tank-descriptions.json` too.

*/
{
  //fish descriptions
  "Tank_Pufferfish": "Cá nóc là một trong những loài cá độc nhất trên thế giới. Nó là loài cá di chuyển chậm, nhưng lại có cơ chế phòng vệ độc đáo: Nó có thể bơm nước vào bụng để tránh bị ăn thịt.",
  "Tank_Anchovy": "Cá cơm là một loài cá nhỏ lọc thức ăn, thường là con mồi của hầu hết các loài săn mồi.",
  "Tank_Tuna": "Cá ngừ là loài cá có thân hình thon thả, bơi rất nhanh, rất hiệu quả trong việc săn mồi.",
  "Tank_Sardine": "Cá mòi là loài cá nhỏ, ăn sinh vật phù du. Chúng thường được tìm thấy ở những khu vực có nhiều sinh vật phù du.",
  "Tank_Bream": "Bream là tên gọi chung của nhiều loài cá khác nhau. Loài cá xanh này thường được tìm thấy ở các vùng nước ngọt quanh Thung lũng Stardew.",
  "Tank_LargemouthBass": "Cá rô miệng rộng là loài cá bass lớn nhất được tìm thấy ở Thung lũng Stardew. Đây là loài cá phổ biến đối với hầu hết những người câu cá.",
  "Tank_SmallmouthBass": "Cá rô miệng nhỏ thường được nhận biết bằng màu mắt đỏ của nó. Giống như hầu hết các loài cá bass, cá cái thường lớn hơn cá đực.",
  "Tank_RainbowTrout": "Cá hồi cầu vồng nhiều màu sắc có thể được tìm thấy ở cả hồ và sông. Tuổi thọ cao nhất được ghi nhận của một con cá hồi cầu vồng là 11 năm.",
  "Tank_Salmon": "Cá hồi nổi tiếng là loài di cư từ biển ra nước ngọt để đẻ trứng. Một số người nói rằng chúng quay trở lại đúng địa điểm đã sinh ra để sinh sản.",
  "Tank_Walleye": "Cá vểnh được đặt tên vì đôi mắt của nó hướng ra ngoài, như thể nó đang nhìn vào tường. Vào ban đêm, mắt của nó sẽ sáng lên trong bóng tối, giúp người câu cá dễ dàng bắt được.",
  "Tank_Perch": "Cá rô là loài cá ăn thịt có thể được tìm thấy ở cả hồ và sông.",
  "Tank_Carp": "Thuật ngữ Carp (cá chép) được sử dụng cho một nhóm lớn các loài cá nước ngọt khác nhau. Nó có thể được tìm thấy ở nhiều khu vực của Thung lũng Stardew.",
  "Tank_Catfish": "Râu của cá da trơn giống với râu của mèo, do đó nó có tên gọi như vậy. Chúng thường hoạt động vào những ngày mưa ở Thung lũng Stardew.",
  "Tank_Pike": "Cá Pike là loài cá ăn thịt thường sống ở các vùng nước lợ. Tên gọi Pike bắt nguồn từ thân hình dài và mỏng của nó, giống như một loại vũ khí có tên là pike.",
  "Tank_Sunfish": "Cá Sunfish thích vùng nước sông ấm áp. Nó thường có thể được tìm thấy ở Thung lũng Stardew vào mùa xuân và mùa hè.",
  "Tank_RedMullet": "Cá đối đỏ từng được coi là vật nuôi quý; giờ đây nó thường được biết đến như một loại cá được sử dụng trong các món ăn.",
  "Tank_Herring": "Cá trích thường bơi theo đàn lớn gần bờ biển. Nó có thể được tìm thấy ở hầu hết các vùng nước ôn đới và nông.",
  "Tank_Eel": "Cá chình là loài cá có thân hình thon dài, tùy thuộc vào loài, thiếu một số vây. Nó di chuyển bằng cách tạo ra các làn sóng bằng toàn bộ chiều dài cơ thể của nó.",
  "Tank_Octopus": "Bạch tuộc thực ra không phải là cá, mà là một loài động vật thân mềm tám tay. Bạch tuộc thường xuất hiện trong thần thoại như một con quái vật. Thật khó để bắt được nó đấy!",
  "Tank_RedSnapper": "Cá hồng dễ dàng nhận biết bởi màu đỏ của nó. Nó là một loài cá biển nhiệt đới, có thể được tìm thấy vào những ngày hè mưa ở Thung lũng Stardew.",
  "Tank_Squid": "Mực thực ra không phải là cá, mà là một loài động vật thân mềm. Mực có thể phun mực để đánh lạc hướng kẻ thù. Nếu bạn cho nó vào ao cá, nó có thể tạo ra mực cho bạn!",
  "Tank_SeaCucumber": "Hải sâm thực ra không phải là cá, mà là một loài da gai. Nó có thể được tìm thấy trên đáy đại dương trên khắp thế giới.",
  "Tank_SuperCucumber": "Hải sâm siêu phàm thực ra không phải là cá, mà là một loài da gai. Loài hải sâm hiếm này là một loài cá hiếm. Nó đã được nhìn thấy vào ban đêm mùa hè và mùa thu ở Thung lũng Stardew.",
  "Tank_Ghostfish": "Cá ma hoàn toàn mù. Tuy nhiên, nó có thể phát hiện ra sự thay đổi áp suất nước nhờ vào các đường bên của nó, mà nó sử dụng để điều hướng.",
  "Tank_Stonefish": "Loài cá ngụy trang này có vẻ vô hại, nhưng cá đá rất độc. Vì vậy, đừng nhầm nó với một tảng đá!",
  "Tank_IcePip": "Cá Ice Pip có thể được bắt sâu trong các mỏ băng giá. Kích thước nhỏ và tốc độ nhanh của nó khiến nó trở thành một loài cá hiếm đối với nhiều người câu cá.",
  "Tank_LavaEel": "Cá chình dung nham là một loài cá chình độc đáo và hiếm. Nó đã tiến hóa một cách kỳ diệu để sống sót trong dung nham nóng đỏ. Vì vậy, hãy cẩn thận: bể cá này siêu nóng!",
  "Tank_Sandfish": "Cá cát là một loài cá dẹt nhiệt đới. Nó thích ẩn náu và ngụy trang trong cát.",
  "Tank_ScorpionCarp": "Cá chép bọ cạp là một loài cá chép nhiệt đới. Nó sử dụng tốc độ và nọc độc để bắt con mồi.",
  "Tank_Flounder": "Cá bơn là một loài cá dẹt sống dưới đáy đại dương. Cá bơn trưởng thành sử dụng ngụy trang để ẩn mình khỏi kẻ thù.",
  "Tank_MidnightCarp": "Cá chép nửa đêm là một loài cá nhút nhát. Nó có thể được tìm thấy ở ao và hồ vào ban đêm.",
  "Tank_Sturgeon": "Cá tầm là một loài cá cổ xưa và có tuổi thọ rất cao. Trứng của nó có thể được sản xuất trong ao cá để làm món ăn xa xỉ là trứng cá muối.",
  "Tank_TigerTrout": "Cá hồi hổ là loài lai giữa cá hồi nâu và cá hồi suối. Nó là một loài cá vô sinh, ăn thịt, và do đó thường hiếm.",
  "Tank_Bullhead": "Cá đầu bò là loài cá sống ở đáy. Thị lực của nó kém, nhưng nó có thể sử dụng râu nhạy cảm của mình để xác định vị trí thức ăn.",
  "Tank_Tilapia": "Tilapia là tên gọi chung của nhiều loài cá rô phi khác nhau. Chúng rất nhạy cảm với nhiệt độ và thích vùng nước ấm.",
  "Tank_Chub": "Chub là tên gọi chung của nhiều loài cá vây tia. Chúng là loài cá rất phổ biến ở Thung lũng Stardew.",
  "Tank_Dorado": "Dorado, có nghĩa là vàng hoặc vàng trong một số ngôn ngữ, đặt tên cho loài cá sáng bóng này.",
  "Tank_Albacore": "Cá ngừ vây dài còn được gọi là cá ngừ vây dài. Giống như cá ngừ, nó có một cơ thể thon thả. Nó là một loài cá di cư có thể đi xa.",
  "Tank_Shad": "Cá trích, giống như cá hồi, là loài cá di cư và di chuyển đến nước ngọt để sinh sản.",
  "Tank_Lingcod": "Cá Lingcod còn được gọi là cá tuyết trâu hoặc cá tuyết cultus. Tên của nó là sự kết hợp của hai loài cá khác, ling và cod. Mặc dù cá lingcod không liên quan chặt chẽ đến những loài cá này, nhưng nó vẫn có tên này vì giống với những loài cá này.",
  "Tank_Halibut": "Cá bơn là một loài cá dẹt và sống dưới đáy đại dương. Tên của nó bắt nguồn từ holy (haly) và butte (cá dẹt).",
  "Tank_Woodskip": "Cá Woodskip là một loài cá rất nhạy cảm, chỉ có thể sống trong những vũng nước sâu trong rừng...hoặc trong bể cá đặc biệt này.",
  "Tank_VoidSalmon": "Cá hồi Void đã bị xoắn bởi năng lượng hư không. Không có nhiều thông tin về loài cá phép thuật đen tối này.",
  "Tank_Slimejack": "Cá Slimejack được bao phủ bởi một lớp chất nhầy. Một số loài cá sử dụng chất nhầy như một cơ chế phòng thủ chống lại kẻ thù.",
  "Tank_MidnightSquid": "Mực nửa đêm, giống như các loài mực khác, thực ra không phải là cá, mà là một loài động vật thân mềm. Nó sống sâu trong đại dương và có thể tạo ra một lượng lớn mực.",
  "Tank_Blobfish": "Cá Blobfish là một loài cá biển sâu: nó có thể sống ở độ sâu từ 600 đến 1200 mét, nơi áp suất lớn gấp 60 đến 120 lần so với mực nước biển. Khi cá blobfish bị câu lên bởi người câu cá, chúng sẽ bắt đầu mất hình dạng do tổn thương mô. Rất may, bể cá này được thiết kế dành cho cá biển sâu.",
  "Tank_SpookFish": "Mẫu vật này, Cá Spook, có ba con mắt rất hiệu quả có thể phát hiện ra bóng dáng mờ nhạt nhất trong bóng tối của biển sâu.",
  "Tank_Angler": "Angler huyền thoại nổi tiếng với phương pháp săn mồi đặc trưng của nó: nó sử dụng một chiếc đèn phát quang sinh học để thu hút con mồi.",
  "Tank_Legend": "Huyền thoại duy nhất... Người ta nói rằng chính vị vua của loài cá sẽ không bao giờ bị bắt, nhưng bạn đã chứng minh họ sai.",
  "Tank_MutantCarp": "Cá chép đột biến huyền thoại được tìm thấy trong cống rãnh của Thị trấn Pelican. Làm thế nào con quái vật này ra đời vẫn còn là một bí ẩn.",
  "Tank_Crimsonfish": "Cá Chép Đỏ huyền thoại là một loài cá hiếm sống sâu dưới đại dương. Nó đẻ trứng ở vùng nước nông vào mùa hè.",
  "Tank_Glacierfish": "Cá Băng huyền thoại thích xây tổ ở mặt dưới của các tảng băng, nơi chúng cảm thấy thoải mái nhất - nước càng lạnh càng tốt.",
  "Tank_Lobster": "Tôm hùm thực ra không phải là cá, mà là một loài giáp xác. Màu sắc của chúng có thể khác nhau, nhưng hiếm khi có màu đỏ tươi như mọi người vẫn lầm tưởng. Màu đỏ đặc trưng của tôm hùm xuất hiện khi một số sắc tố trong lớp biểu bì của tôm hùm bị loại bỏ trong quá trình nấu.",
  "Tank_Crayfish": "Tôm càng là một loài giáp xác nước ngọt nhỏ, giống tôm hùm. Tôm càng còn được gọi là Tôm Càng Đá, Tôm Đồng hoặc Bọ Bùn.",
  "Tank_Crab": "Cua là một loài giáp xác mang tính biểu tượng. Có rất nhiều loài cua khác nhau có thể được tìm thấy trên khắp thế giới.",
  "Tank_Cockle": "Vẹm là một loài thân mềm sử dụng ống siphon để lọc nước để lấy thức ăn.",
  "Tank_Mussel": "Vẹm là tên gọi chung của một số loài thân mềm hai mảnh vỏ. Tất cả chúng đều có hình dạng độc đáo, thon dài và không đối xứng.",
  "Tank_Shrimp": "Tôm là một loài giáp xác có thể được tìm thấy ở nhiều đại dương. Khác với cá, loài giáp xác này không có vây để di chuyển; nó kéo bụng về phía cơ thể. Tuy nhiên, điều này có nghĩa là tôm bơi giật lùi.",
  "Tank_Snail": "Ốc sên thuộc về một nhóm gọi là động vật chân bụng, một lớp trong ngành thân mềm. Ốc sên có thể tự rút mình hoàn toàn vào vỏ.",
  "Tank_Periwinkle": "Ốc xà cừ, còn được gọi là ốc biển, là một loài chân bụng nhỏ. Vỏ của chúng thường nhọn hoắt.",
  "Tank_Oyster": "Hàu là một loài thân mềm hai mảnh vỏ. Chúng thường được biết đến với việc sản xuất ngọc trai. Ngọc trai được tạo ra khi một chất kích thích xâm nhập vào bên trong con hàu. Như một cơ chế bảo vệ, một chất lỏng được sử dụng để bao phủ chất kích thích. Lớp này đến lớp khác của lớp phủ này, được gọi là xà cừ, được lắng đọng cho đến khi một viên ngọc trai sáng bóng được hình thành.",
  "Tank_Pufferchick": "'Ngày xưa, khi trái đất còn non trẻ và pufferchick chưa tồn tại, kênh tạo mod đã có một tiểu văn hóa emoji dựa trên cá nóc. Tôi đã đề xuất thêm một số trong số chúng vào các vị trí emoji của máy chủ (điều này là khi chúng ta có thể có tối đa 50), nhân viên hỏi tôi muốn thêm những cái nào và tôi đã đùa tạo ra một pufferchick để đề xuất nó.' - Pathoschild, 2020",
  "Tank_VoidEel": "Lươn Hư Không là một loài lươn bí ẩn, có thể cái đầu phụ là kết quả của năng lượng hư không.",
  "Tank_Starfish": "Sao biển hoặc Sao biển thực ra không phải là cá mà là động vật da gai. Có rất nhiều loài sao biển, chúng có thể được tìm thấy trong vùng nước từ nhiệt đới đến vùng cực. Tuy nhiên, mẫu vật này trông có vẻ là ở vùng nhiệt đới.",
  "Tank_Clownfish": "Cá hề hay cá hải quỳ có thể được tìm thấy ở vùng nước đại dương ấm hơn. Tùy thuộc vào loài mà màu sắc của chúng có thể thay đổi từ vàng, cam, đỏ hoặc đen với các sọc hoặc mảng trắng.",
  "Tank_Minnow": "Cá lòng tong là tên gọi của một số loài cá nước ngọt nhỏ. Chúng có thể được tìm thấy ở hầu hết các sông và hồ.",
  "Tank_Puppyfish": "Cá cưng có lẽ là thú cưng dưới nước phổ biến nhất. Nhưng nếu bạn muốn vuốt ve nó, bạn sẽ phải làm ướt tay!",
  "Tank_Butterfish": "Cá bơ là một loài cá nước ngọt, nó có thể được tìm thấy ở các vùng nước khác nhau xung quanh Thung lũng Stardew tùy thuộc vào mùa.",

  //1.1.0 fish descriptions
  "Tank_DottedAbalone": "Bào ngư là tên gọi của một nhóm động vật thân mềm. Chúng còn được biết đến với những cái tên khác, chẳng hạn như; Vỏ tai, Tai biển, Cá cừu, Vỏ cừu, Ormer, Perlemoen và Paua.",
  "Tank_Scallop": "Sò điệp là tên gọi của nhiều loại động vật thân mềm. Chúng có liên quan chặt chẽ đến một nhóm động vật thân mềm khác thường được gọi là Hàu.",
  "Tank_DewdropFish": "Cá Giọt Sương, hình dạng giống như giọt nước hoặc giọt sương đã đặt tên độc đáo cho loài cá này.",
  "Tank_PurpleSpottedTrout": "Cá Hồi Vằn Tím không phải là loài bản địa của Thung lũng Stardew. Nguồn gốc của nó không được nhiều người biết đến.",
  "Tank_Relicantlette": "Relicantlette được cho là một loài cá phổ biến được tìm thấy trong các hồ cổ đại. Nhưng việc tìm thấy một hồ cổ đại là một điều hiếm có.",
  "Tank_Serafin": "Serafin, nó lướt qua mặt nước với những chiếc vây giống như cánh. Một loài cá thanh lịch để chiêm ngưỡng.",
  "Tank_UmuwiCarp": "Cá chép Umuwi, loài cá kỳ diệu này dường như được bao quanh bởi một loại ma thuật kỳ lạ. Cần nghiên cứu thêm.",
  "Tank_KingSalmon": "Cá hồi vua, loài cá khổng lồ này là loài cá hồi lớn nhất. Một loài cá được đánh giá cao đối với hầu hết những người câu cá.",
  "Tank_Frog": "Ếch thuộc về một nhóm động vật lưỡng cư lớn và đa dạng. Sử dụng dây thanh âm của mình, ếch có thể tạo ra nhiều loại âm thanh kêu khác nhau.",

  //1.2.0 Fish descriptions
  "Tank_SonOfCrimsonfish": "Chú Cá Chép Đỏ non này có một cái đuôi sặc sỡ, nhưng nó chỉ là một giai đoạn thôi.",
  "Tank_RadioactiveCarp": "Con cá này bị nhiễm phóng xạ, nhưng đừng lo, nó được chứa an toàn trong bể này.",
  "Tank_Ms.Angler": "Cá cần câu này có vẻ như đang trang điểm...",
  "Tank_GlacierfishJr.": "Con cá này ngầu quá. Nó thậm chí còn có cả kính râm để chứng minh điều đó.",
  "Tank_LegendII": "Huyền thoại duy nhất... đợi đã!",
  "Tank_Stingray": "Cá đuối là tên gọi của một nhóm cá đuối biển. Chúng có quan hệ họ hàng với cá mập nhưng không giống cá mập và các loài cá khác, cá đuối sử dụng một kiểu di chuyển độc đáo được gọi là 'gợn sóng'.",
  "Tank_BlueDiscus": "Cá đĩa xanh là một loài cá cichlid, nó rất nhạy cảm với sự thay đổi nhiệt độ và thích vùng nước ấm hơn.",
  "Tank_Lionfish": "Cá sư tử hay còn gọi là 'cá ngựa vằn' hoặc 'cá lửa' là một loài cá biển có độc. Nó là một loài săn mồi hiệu quả, ăn các loài cá và động vật thân mềm nhỏ hơn. Ở một số khu vực, một số loài cá sư tử được coi là loài xâm lấn. Hiện tại có 12 loài cá sư tử đã biết.",

  //1.3.0 MNF fish descriptions
  "Tank_MNF.MoreNewFish_glassfish": "Cá kính có một cơ thể trong suốt phi thường, nó ăn các loài giáp xác, giun nhiều tơ và các loài động vật không xương sống khác. Nó thường là con mồi của những loài cá lớn hơn.",
  "Tank_MNF.MoreNewFish_coelacanth": "Coelacanth là một bộ cá chỉ có 2 loài hiện còn sống. Bộ này từ lâu đã được cho là đã tuyệt chủng nhưng sau đó đã được tái khám phá.",
  "Tank_MNF.MoreNewFish_cavefish": "Cá hang hoặc cá hang là một thuật ngữ chung để chỉ những loài cá thích nghi để sống trong hang động. Chúng có những thích nghi bất thường được gọi là Troglomorphism. Thích nghi cho động vật sống trong bóng tối liên tục, những thích nghi như vậy thường bao gồm mất sắc tố, thị lực hoặc có thể bị mù.",
  "Tank_MNF.MoreNewFish_cave_lobster": "Tôm hùm hang là một loài giáp xác hiếm đã thích nghi để sống trong hang động. Nó ăn các chất hữu cơ trôi vào hang và phân dơi.",
  "Tank_MNF.MoreNewFish_cyclops_shark": "'Cá mập Cyclops' này dường như là một con cá mập Dusky có Cyclopia. Cyclopia là một dị tật bẩm sinh hiếm khi xảy ra ở nhiều loài động vật.",
  "Tank_MNF.MoreNewFish_barreleye": "Barreleye được đặt tên như vậy vì đôi mắt hình thùng độc đáo của chúng. Đôi mắt của nó thường hướng lên trên để phát hiện bóng của con mồi. Tuy nhiên, chúng vẫn có thể hướng mắt về phía trước.",
  "Tank_MNF.MoreNewFish_brain_slug": "Loài sên kỳ lạ này được cho là một loài sên não ký sinh, nó có thân màu xanh lá cây với hai xúc tu và một mắt lớn.",
  "Tank_MNF.MoreNewFish_tucunare": "Tucunare hay còn gọi là cá chẽm công, thuộc về một chi lớn được gọi là cichlids. Ngay cả với những điểm tương đồng của nó, nó không có quan hệ gần gũi với những loài cá khác được gọi là cá chẽm.",
  "Tank_MNF.MoreNewFish_arctic_char": "Cá hồi Bắc Cực là một loài cá nước lạnh. Nó thuộc họ Salmonidae, bao gồm các loài cá như cá hồi và cá hồi. Ở một số khu vực, nó còn được gọi là 'Golets'.",
  "Tank_MNF.MoreNewFish_green_terror": "Green Terror là một loài cá nước ngọt thuộc họ cá cichlid lớn. Trước đây nó đã bị nhầm lẫn với các loài khác do tính đa hình của nó, có nghĩa là cùng một loài có thể có các biến thể hoặc hình thái khác nhau.",
  "Tank_MNF.MoreNewFish_common_pleco": "Cá Tỳ bà thường, còn được gọi là 'cá mút miệng', là một loài cá da trơn thuộc họ Loricariidae. Chúng thường ăn tảo và động vật giáp xác.",
  "Tank_MNF.MoreNewFish_siamese_algae_eater": "Cá ăn tảo Xiêm là một loài cá nước ngọt thuộc họ cá chép. Chúng thường sống ở đáy sông và suối, và đúng như tên gọi, chúng ăn tảo.",
  "Tank_MNF.MoreNewFish_trahira": "Cá Trahira hay còn gọi là 'Trairas' là một họ cá nước ngọt. Chúng là loài ăn thịt và săn các loài cá khác. Một số loài thậm chí có thể thở không khí.",
  "Tank_MNF.MoreNewFish_pacu": "Cá Pacu là một tên gọi chung cho nhiều loài cá răng cưa ăn tạp sống ở nước ngọt. Chúng có họ hàng với cá Piranha, nhưng không giống họ hàng gần của mình, chúng có răng vuông hơn, phù hợp với chế độ ăn tạp hơn.",
  "Tank_MNF.MoreNewFish_snowball_pleco": "Cá Tỳ bà Snowball là một loài cá da trơn thuộc họ Loricariidae. Chúng thường ăn tảo nhưng đôi khi cũng ăn các chất hữu cơ khác.",
  "Tank_MNF.MoreNewFish_freshwater_pufferfish": "Mặc dù hầu hết cá nóc sống ở môi trường biển, khoảng 35 loài sống trọn đời trong môi trường nước ngọt. Giống như các loài cá nóc khác, chúng có khả năng phình to khi bị đe dọa, đây là một cơ chế phòng vệ để bù đắp cho việc di chuyển chậm chạp.",
  "Tank_MNF.MoreNewFish_arowana": "Cá Rồng là một loài cá nước ngọt. Nó còn được gọi là 'cá rồng vảy'. Có khoảng 10 loại cá rồng khác nhau. Nó có thân hình thuôn dài được bao phủ bởi vảy dày với hoa văn khảm.",
  "Tank_MNF.MoreNewFish_tench": "Cá Chép đồng hay còn gọi là 'cá bác sĩ'. Nó có thể được tìm thấy trong các vùng nước chảy chậm như sông và hồ.",
  "Tank_MNF.MoreNewFish_zebra_tilapia": "Cá rô phi vằn thuộc một chi lớn gọi là họ cá rô phi. Nó là một loài cá rô phi khá lớn, các sọc tối màu của nó có xu hướng mờ dần khi chúng già đi.",
  "Tank_MNF.MoreNewFish_clown_knifefish": "Cá dao hề còn có các tên gọi khác như Clown Featherback hay Spotted Knifefish. Loài cá nước ngọt sống về đêm này thường được tìm thấy trong các hồ.",
  "Tank_MNF.MoreNewFish_redtail_shark": "Cá đuôi đỏ hay còn gọi là 'Redtail Sharkminnow' là một loài cá nước ngọt thuộc họ cá chép. Nó có thân màu đen với chiếc đuôi màu cam đặc trưng. Mặc dù tên gọi của nó có thể gợi ý rằng nó có quan hệ họ hàng với cá mập, nhưng thực tế thì không phải.",
  "Tank_MNF.MoreNewFish_clown_loach": "Cá hề (Clown Loach) hay còn được gọi là 'Tiger Botia', là một loài cá nước ngọt thuộc họ cá bống botiid. Nó có thân màu cam đến vàng với các sọc đen. Miệng của nó hướng xuống dưới với 4 râu.",
  "Tank_MNF.MoreNewFish_sauger": "Cá Sauger là một loài cá nước ngọt có quan hệ gần gũi với cá Walleye. Nó là một loài săn mồi thích nghi tốt, có khả năng bơi trong các dòng nước chảy xiết. Cá Sauger ăn nhiều loại động vật không xương sống và cá nhỏ.",
  "Tank_MNF.MoreNewFish_elephantfish": "Cá voi (Elephantfish) hay đúng hơn là 'cá voi nước ngọt', không nên nhầm lẫn với cá voi biển, là một họ cá nước ngọt. Một số loài có bộ phận miệng biến đổi để ăn các loài động vật không xương sống nhỏ ở nền bùn.",
  "Tank_MNF.MoreNewFish_flame_angelfish": "Cá thiên thần lửa (Flame Angelfish) hay còn gọi là Flaming Angelfish là một loài cá thiên thần. Nó có màu cam-đỏ tươi sáng, các sọc đen ở hai bên với vây lưng và vây hậu môn màu xanh lam. Chế độ ăn của nó có thể thay đổi từ tảo đến động vật giáp xác.",
  "Tank_MNF.MoreNewFish_threespot_angelfish": "Cá thiên thần ba chấm (Threespot Angelfish) là một loài cá thiên thần. Nó có màu vàng tươi sáng với ba chấm đen trên cơ thể. Cá cái của loài này có thể thay đổi giới tính vào một thời điểm trong suốt cuộc đời của chúng.",
  "Tank_MNF.MoreNewFish_banded_angelfish": "Cá thiên thần vằn (Banded Angelfish) hay còn gọi là Bandit Angelfish là một loài cá thiên thần. Nhìn chung, nó có màu nhạt với một vệt đen rộng trên cơ thể. Nó thường có thể được tìm thấy ở vùng nước sâu xung quanh các rạn san hô.",
  "Tank_MNF.MoreNewFish_ornate_angelfish": "Cá thiên thần duyên dáng (Ornate Angelfish) hay còn gọi là Bellus Angelfish, là một loài cá thiên thần. Cá cái của loài này có xu hướng có màu xanh lam, đen và trắng. Cá đực thường có màu xám với một sọc vàng.",
  "Tank_MNF.MoreNewFish_royal_angelfish": "Cá thiên thần hoàng gia (Royal Angelfish) hay Regal Angelfish là một loài cá thiên thần biển. Nó có thân hình dẹt với màu sắc khác nhau tùy thuộc vào khu vực sinh sống của nó.",
  "Tank_MNF.MoreNewFish_tiger_puffer": "Cá nóc vằn (Tiger Puffer) là một loài cá nóc, giống như hầu hết các loài cá nóc khác, một số cơ quan của nó chứa chất độc rất nguy hiểm đối với con người.",
  "Tank_MNF.MoreNewFish_moorish_idol": "Cá thần tượng Moorish là một loài cá biển phổ biến được tìm thấy trong môi trường sống rạn san hô và đầm phá. Nó là một loài cá ăn tạp, có thói quen ăn san hô và bọt biển.",
  "Tank_MNF.MoreNewFish_blue_tang": "Cá đuôi xanh (Blue Tang) là một loài cá đuôi gai. Nó còn có các tên gọi khác như 'Regal Blue Tang', 'Royal Blue Tang', 'Blue Hippo Tang' và 'Blue Surgeonfish', chỉ để kể tên một vài loài. Nó có thân màu xanh lam dẹt với hoa văn đen và đuôi vàng. Cá đực có xu hướng lớn hơn cá cái.",
  "Tank_MNF.MoreNewFish_dwarf_stingray": "Cá đuối gai lùn (Dwarf Stingray) là một loài cá đuối nhỏ. Nó có thân hình kim cương, với đầu tạo thành một chóp hình tam giác. Nó có một cái đuôi dài giống như roi với một gai nhọn.",
  "Tank_MNF.MoreNewFish_maroon_clownfish": "Cá hề maroon (Maroon Clownfish) hay còn được gọi là 'Cá hề má gai', là một loài cá hải quỳ. Giống như các loài cá hải quỳ khác, nó tạo thành mối quan hệ cộng sinh hỗ trợ lẫn nhau với hải quỳ biển.",
  "Tank_MNF.MoreNewFish_sebae_clownfish": "Cá hề Sebae là một loài cá hải quỳ. Nó thường được tìm thấy sống cộng sinh với hải quỳ yên ngựa.",
  "Tank_MNF.MoreNewFish_wide-band_clownfish": "Cá hề vằn rộng (Wideband Clownfish) là một loài cá hải quỳ. Giống như các loài cá hải quỳ khác, nó sống cộng sinh với hải quỳ và không bị ảnh hưởng bởi các vết chích của chúng. Nó có khả năng thay đổi giới tính, cá cái thường lớn nhất, tiếp theo là cá đực sinh sản và sau đó là cá đực không sinh sản.",
  "Tank_MNF.MoreNewFish_pink_skunk_clownfish": "Cá hề skunk hồng (Pink Skunk Clownfish) hay đơn giản là 'Cá hề hồng' (Pink Clownfish), là một loài cá hải quỳ. Cá hải quỳ đã được nhóm thành sáu nhóm được gọi là phức hợp, Cá hề skunk hồng thuộc về một phức hợp gọi là 'phức hợp skunk'.",
  "Tank_MNF.MoreNewFish_orange_clownfish": "Cá hề cam (Orange Clownfish) còn được gọi bằng những cái tên khác như 'Percula Clownfish' hay 'Clown Anemonefish'. Nó thuộc về một phân họ gọi là cá hải quỳ, giống như các loài khác trong họ này, nó sống cộng sinh với hải quỳ. Nó thường sống với 2 loài hải quỳ cụ thể.",
  "Tank_MNF.MoreNewFish_saddleback_clownfish": "Cá hề lưng yên (Saddleback Clownfish) hay còn gọi là 'Cá hề vây vàng', là một loài cá hải quỳ. Giống như một số loài cá hải quỳ khác, cá đực có khả năng thay đổi giới tính thành cá cái, hiện tượng này được gọi là protandry.",
  "Tank_MNF.MoreNewFish_two-band_clownfish": "Cá hề hai vạch (Two-Band Clownfish) hay còn được gọi là 'Cá hải quỳ hai vạch', là một loài cá hải quỳ. Như tên gọi của nó, nó có hai vạch hoặc sọc trắng với các cạnh đen trên cơ thể. Giống như các loài cá hải quỳ khác, nó ăn tảo và động vật phù du.",
  "Tank_MNF.MoreNewFish_whitesnout_clownfish": "Cá hề mõm trắng (Whitesnout Clownfish) hay còn được gọi là 'Cá hải quỳ McCulloch'. Giống như các loài cá hải quỳ khác, nó sống cộng sinh với cá hải quỳ, nhưng Cá hề mõm trắng đặc biệt chỉ được một loài hải quỳ làm vật chủ, đó là hải quỳ bong bóng.",
  "Tank_MNF.MoreNewFish_fire_clownfish": "Cá hề lửa (Fireclownfish) được biết đến với rất nhiều tên gọi khác nhau như 'Cá hề quế', 'Cá hề sẫm màu' hay 'Cá hề lưng đen', chỉ để kể tên một vài loài. Nó là một loài cá hải quỳ với thân màu đỏ sẫm với một sọc trắng duy nhất phía sau mắt.",
  "Tank_MNF.MoreNewFish_yellowtail_clownfish": "Cá hề đuôi vàng, hay còn gọi là 'Cá hải quỳ Clark', là một loài cá biển thuộc họ cá hề. Khác với các loài cá hề khác, chúng không bị giới hạn bởi một số loài hải quỳ nhất định, mà có thể sống chung với khoảng 10 loài khác nhau.",
  "Tank_MNF.MoreNewFish_skunk_clownfish": "Cá hề vằn, hay còn được biết đến với tên 'Cá hải quỳ Nosestripe', là một loài cá hề. Giống như các loài cá hề khác, chúng có tính lãnh thổ và sử dụng âm thanh, như tiếng nổ hoặc tiếng rít, để bảo vệ lãnh thổ của mình.",
  "Tank_MNF.MoreNewFish_pollock": "Cá Pollock, hay 'Pollack', là tên gọi chung của hai loài cá thuộc họ Cá tuyết. Loài cá thường bị nhầm lẫn với nó là Coley hoặc 'Cá than' cùng chi.",
  "Tank_MNF.MoreNewFish_false_kelpfish": "Cá vược rong biển giả, hay còn được gọi là 'Sea Ruffe', là một loài cá thuộc họ cá vược. Chỉ có 3 loài cá vược được công nhận.",
  "Tank_MNF.MoreNewFish_icefish": "Cá băng, hay 'Cá mì', là một họ cá. Chúng có thân hình thon dài, gần như không có vảy. Cá cái hoàn toàn không có vảy, còn cá đực chỉ có một vài vảy. Hầu hết các loài cá băng chỉ sống được một năm, nên chúng trưởng thành rất nhanh.",
  "Tank_MNF.MoreNewFish_monkfish": "Cá monkfish là tên gọi chung của một chi cá vây chân. Chúng còn có các tên gọi khác như 'Ếch câu cá' hoặc 'Quỷ biển'. Giống như tất cả các loài cá vây chân, chúng có một 'cần câu' để dụ hoặc thu hút con mồi. Hiện có 7 loài cá monkfish được biết đến.",
  "Tank_MNF.MoreNewFish_wolffish": "Cá sói, hay 'Sói biển', là loài cá sống ở vùng biển sâu và có nguồn gốc từ vùng nước lạnh. Chúng sử dụng răng chắc khỏe để ăn các loại trai, động vật da gai và giáp xác. Có 4 loài cá sói được biết đến, 5 loài nếu tính cả loài Lươn sói có liên quan.",
  "Tank_MNF.MoreNewFish_thread-sail_filefish": "Cá bò giấy đuôi dài là một loài cá biển thuộc họ Cá bò giấy. Chúng ăn cả sinh vật phù du và các loài giáp xác nhỏ hơn, điều này khiến chúng là loài ăn tạp. Cá con của loài này thường ẩn náu trong rong trôi để tránh kẻ thù.",
  "Tank_MNF.MoreNewFish_soldierfish": "Cá lính là một họ cá vây tia, chúng thường được tìm thấy ở vùng nước nhiệt đới gần rạn san hô. Chúng ăn động vật phù du lớn hơn ở vùng nước mở.",
  "Tank_MNF.MoreNewFish_squirrelfish": "Cá sóc là một họ cá vây tia, có khoảng 150 loài cá sóc được biết đến. Chúng thường được tìm thấy ở vùng nước nhiệt đới và rạn san hô. Chúng ăn giáp xác, thân mềm và chân bụng ở đáy biển.",
  "Tank_MNF.MoreNewFish_goldfish": "Cá vàng là một loài cá nước ngọt thuộc họ Cá chép. Trái với suy nghĩ thông thường, cá vàng không hề có trí nhớ kém. Cá vàng thả trong bể cảnh sau khi được thả ra có thể gây ra một số vấn đề và thực sự có thể được phân loại là một loài xâm lấn.",
  "Tank_MNF.MoreNewFish_ide": "Cá Ide, hay còn gọi là Orfe, là một loài cá nước ngọt thuộc họ Cá chép. Nó có vảy sáng và thân dài.",
  "Tank_MNF.MoreNewFish_celestial_eye": "Celestial Eye là một loại cá vàng thuộc họ Cá chép, còn được gọi là 'Choutengan'. Nó có đôi mắt lồi độc đáo, hướng lên trời.",
  "Tank_MNF.MoreNewFish_lionhead": "Lionhead là một loại cá vàng thuộc họ Cá chép. Nó dễ dàng được nhận biết bởi sự phát triển đầu độc đáo và vẻ ngoài có mũ trùm đầu.",
  "Tank_MNF.MoreNewFish_comet": "Comet là một loại cá vàng thuộc họ Cá chép. Nó tương tự như một con cá vàng thông thường nhưng thường nhỏ hơn và mảnh mai hơn. Nó có thể được xác định bằng vây đuôi dài, chẻ và đơn.",
  "Tank_MNF.MoreNewFish_telescope": "Telescope là một loại cá vàng thuộc họ Cá chép. Đặc điểm đáng chú ý nhất của nó là đôi mắt lồi. Đặc điểm này ở một số khu vực còn được gọi là 'mắt rồng'.",
  "Tank_MNF.MoreNewFish_freshwater_butterflyfish": "Cá bướm thường sống ở rạn san hô. Tuy nhiên, loài này có khả năng thích nghi độc đáo với nước ngọt. Chúng đặc biệt có tính lãnh thổ và tạo thành cặp. Nó ăn ấu trùng của cá nước ngọt.",
  "Tank_MNF.MoreNewFish_pangasius": "Cá tra dầu là một chi cá da trơn, chúng có thể được tìm thấy trong hệ thống nước lợ và nước ngọt, nơi chúng có thể phát triển khá lớn. Chúng là loài cá ăn thịt thường ăn tôm, cua và các loại cá khác. Hiện tại có 22 loài cá tra dầu đã được biết đến.",
  "Tank_MNF.MoreNewFish_anchoviella": "Anchoviella là một chi cá cơm. Chúng thường là những loài cá nhỏ và nhợt nhạt được tìm thấy ở vùng nước ấm. Chúng thường ăn sinh vật phù du và giáp xác.",
  "Tank_MNF.MoreNewFish_barracuda": "Cá nhồng, hay gọi tắt là 'Cuda', là một loài cá ăn thịt lớn. Chúng có thân hình dài, thon, gần giống như rắn. Hiện nay đã có 28 loài cá nhồng được công nhận.",
  "Tank_MNF.MoreNewFish_blue_ringed_octopus": "Bạch tuộc vòng xanh là một nhóm gồm 4 loài bạch tuộc cực độc. Nếu bị đe dọa, nó sẽ chuyển sang màu vàng tươi và nhấp nháy những vòng xanh lam.",
  "Tank_MNF.MoreNewFish_small_manta_ray": "Cá đuối Manta là loài cá đuối lớn, chúng có vây ngực hình tam giác lớn hợp nhất với đầu của nó như hầu hết các loài cá đuối. Hiện tại chỉ có 2 loài Manta được biết đến.",
  "Tank_MNF.MoreNewFish_ribbon_eel": "Lươn ruy băng còn được biết đến với những cái tên khác như 'Lươn Moray mũi lá' hoặc 'Lươn Bernis'. Nó là một loài lươn biển dễ dàng nhận biết bởi lỗ mũi trước mở rộng. Chúng thường được tìm thấy ở đầm phá hoặc gần rạn san hô.",
  "Tank_MNF.MoreNewFish_sea_snake": "Rắn biển, hay Rắn san hô, là một nhóm rắn đã thích nghi với cuộc sống ở môi trường biển. Một số loài thích nghi hoàn toàn với đời sống dưới nước và không thể di chuyển trên cạn. Chúng không có mang và do đó phải nổi lên thường xuyên để thở.",
  "Tank_MNF.MoreNewFish_small_swordfish": "Cá kiếm còn được gọi là 'Broadbills', là một loài cá khó nắm bắt với chiếc mỏ dài, dẹt, nhọn đặc trưng giống như một thanh kiếm. Nó dựa vào tốc độ tuyệt vời của mình khi săn mồi cùng với 'kiếm' của chúng. Tuy nhiên, nó không sử dụng 'kiếm' để đâm con mồi, mà thay vào đó sử dụng nó để chém và gây thương tích.",
  "Tank_MNF.MoreNewFish_hagfish": "Cá mút đá thuộc về một bộ cá không hàm. Loài cá hình lươn này có thể tạo ra chất nhầy và thường được gọi là 'lươn nhớt'.",
  "Tank_MNF.MoreNewFish_longfin_icedevil": "Cá quỷ băng vây dài là một loài cá nước sâu thuộc họ cá băng tuyết. Nó có nhiều thích nghi để sống ở vùng nước sâu và lạnh.",
  "Tank_MNF.MoreNewFish_haddock": "Cá tuyết là một thành viên của họ cá tuyết. Nó có một cái thân hình thuôn dài đặc trưng của cá tuyết, mặt trên của cá tuyết có thể thay đổi màu sắc từ nâu đến gần như đen, trong khi phần dưới có màu trắng bạc.",
  "Tank_MNF.MoreNewFish_stubby_squid": "Mực lùn, hay còn được gọi là 'Mực Bobtail', là một nhóm động vật chân đầu. Chúng có 8 xúc tu và 2 xúc tu, nói chung chúng có kích thước tương đối nhỏ.",
  "Tank_MNF.MoreNewFish_dumbo_octopus": "Bạch tuộc Dumbo là một chi gồm 13 loài bạch tuộc ô đã được công nhận. Chúng thường ăn giáp xác, hai mảnh vỏ và giun.",
  "Tank_MNF.MoreNewFish_king_crab": "Cua vua là một loài giáp xác thường được tìm thấy ở các đại dương lạnh. Do kích thước và hương vị thịt của chúng, chúng thường bị bắt và bán làm thức ăn.",
  "Tank_MNF.MoreNewFish_sand_dollar": "Cầu gai cát còn được gọi là Bánh quy biển, Bánh quy Snapper hoặc Vỏ Pansy. Nó là một loài cầu gai biển dẹt nhỏ. Nó có bộ xương cứng được gọi là 'vỏ'.",
  "Tank_MNF.MoreNewFish_blue_dragon_slug": "Sên rồng xanh còn được biết đến với rất nhiều tên gọi khác như 'Chim én biển', 'Glaucus xanh' và 'Sên đại dương xanh', để kể tên một vài tên. Nó là một loài thân mềm chân bụng không vỏ ăn các sinh vật nổi khác bao gồm cả các loài có độc.",
  "Tank_MNF.MoreNewFish_brief_squid": "Mực ngắn là một loài mực nhỏ. Giống như các loài mực khác, nó không phải là cá mà là một loài thân mềm. Nó thường được tìm thấy ở vùng nước nông ấm.",
  "Tank_MNF.MoreNewFish_nautilus": "Ối chà, con Nautilus này, nghĩa là 'Thủy thủ' ấy, là một loài thân mềm sống ở biển. Người ta hay gọi chúng là 'hóa thạch sống' đấy, vì chúng đã tồn tại gần như không thay đổi suốt một thời gian dài.",
  "Tank_MNF.MoreNewFish_prawn": "Tôm càng, hay còn gọi là tôm, là tên gọi chung cho loài giáp xác nhỏ sống dưới nước. Chúng thuộc bộ Mười chân.",
  "Tank_MNF.MoreNewFish_swimmer_crab": "Con Cua bơi này là một loài giáp xác thuộc họ Portunidae. Đôi chân của nó dẹt, giúp nó bơi và bắt mồi dễ dàng.",
  "Tank_MNF.MoreNewFish_jellyfish": "Sứa, hay còn gọi là sứa biển. Chúng thuộc ngành Cnidaria. Sứa là giai đoạn medusa của loài vật này, chúng còn có thể ở dạng polyp và bám vào đáy biển nữa.",
  "Tank_MNF.MoreNewFish_freshwater_crab": "Có khoảng 1.300 loài cua đồng đã được phát hiện. Khác với họ hàng ở biển, loài giáp xác này thể hiện sự chăm sóc con non.",
  "Tank_MNF.MoreNewFish_freshwater_shrimp": "Tôm nước ngọt là loài giáp xác nhỏ có thể tìm thấy ở nhiều nơi. Nó là một phần quan trọng trong chuỗi thức ăn của nhiều loài vật lớn hơn.",
  "Tank_MNF.MoreNewFish_harlequin_freshwater_shrimp": "Tôm Harlequin nước ngọt là loài giáp xác nhỏ. Nó còn được biết đến với tên gọi 'Tôm Cảnh Celebes' hoặc 'Tôm Bọt Biển' trong ngành buôn bán hồ cá.",
  "Tank_MNF.MoreNewFish_red_harlequin_freshwater_shrimp": "Tôm Harlequin đỏ nước ngọt là một loài giáp xác nhỏ, nó ăn các loài bọt biển nước ngọt chưa được mô tả.",
  "Tank_MNF.MoreNewFish_red_freshwater_shrimp": "Tôm đỏ nước ngọt hay còn gọi là 'Tôm Cherry'. Màu đỏ này thường được bán để nuôi trong bể cá.",
  "Tank_MNF.MoreNewFish_blue_freshwater_shrimp": "Tôm nước ngọt này còn được gọi là 'Tôm nhung xanh'. Loài có màu xanh lam này, giống như các loài tôm khác, ăn tảo và các vi sinh vật khác.",
  "Tank_MNF.MoreNewFish_ladyfish": "Cá chẽm là một họ cá vây tia. Chúng còn được gọi là 'Skipjacks', 'Jack-rashes' hoặc 'Tenpounders'. Chúng thường sống gần bờ biển, nơi chúng ăn giáp xác và cá nhỏ.",
  "Tank_MNF.MoreNewFish_robalo": "Cá Robalo còn được gọi là 'Cá vược' hoặc 'Cá trung sĩ'. Nó thích vùng nước ấm hơn, ăn cá nhỏ, giáp xác như tôm và đôi khi là cua.",
  "Tank_MNF.MoreNewFish_mimic_octopus": "Bạch tuộc bắt chước là một loài bạch tuộc, giống như các loài bạch tuộc khác, nó sử dụng tế bào sắc tố để ngụy trang. Nó còn có thể bắt chước các loài vật biển khác, vì vậy mới có tên gọi này.",
  "Tank_MNF.MoreNewFish_spiny_dogfish": "Cá nhám gai hoặc 'Spurdog', 'Cá mập bùn' hoặc 'Piked Dogfish' thuộc họ cá nhám, là một loài cá mập. Loài này có thể được nhận biết bằng 2 chiếc gai.",
  "Tank_MNF.MoreNewFish_zebra_eel": "Lươn vằn hay còn gọi là 'Lươn Moray vằn', là một loài lươn biển. Chúng thường được tìm thấy ở những khu vực đá, rạn san hô ở vùng nước nông.",
  "Tank_MNF.MoreNewFish_ghost_eel": "Lươn ma hay còn gọi là 'Lươn ruy băng trắng', là một loài lươn biển. Nó là loài săn mồi về đêm, thường ăn các loài giáp xác nhỏ.",
  "Tank_MNF.MoreNewFish_longnose_gar": "Cá mỏ dài còn được gọi là 'Garpike mỏ dài' hoặc 'Billy Gar'. Tuổi thọ trung bình của nó là 15-20 năm, tuổi thọ được ghi nhận lâu nhất là 39. Hình dáng của nó gần như không thay đổi trong hàng triệu năm.",
  "Tank_MNF.MoreNewFish_lungfish": "Cá phổi được biết đến nhiều nhất với khả năng thở không khí. Chỉ có 6 loài cá phổi được biết đến. Cá phổi là loài ăn tạp, nghĩa là chúng có thể sống bằng cách ăn cả thực vật và động vật.",
  "Tank_MNF.MoreNewFish_tigerfish": "Cá hổ là loài cá nước ngọt ăn thịt. Nó chủ yếu ăn cá, nghĩa là nó chỉ ăn các loài cá khác. Nó có thân hình thon dài màu bạc với vây có màu. Đầu nó lớn với nhiều răng có thể dùng để cắn và chộp mồi.",
  "Tank_MNF.MoreNewFish_electric_catfish": "Cá trê điện là một họ cá trê với tổng cộng 21 loài đã biết. Một số thành viên của họ này có khả năng tạo ra một cú sốc điện lên đến 350 vôn.",
  "Tank_MNF.MoreNewFish_small_goblin_shark": "Cá mập yêu tinh là một loài cá mập sống ở vùng biển sâu hiếm gặp. Nó có làn da màu hồng với mõm dẹt kéo dài và nó có thể thè hàm khi ăn.",
  "Tank_MNF.MoreNewFish_vampire_squid": "Mực ma cà rồng thuộc lớp thân mềm cephalopods. Nó thường sống ở vùng nước sâu với nồng độ oxy thấp. Trái ngược với tên gọi của nó, nó không ăn máu, mà ăn các chất hữu cơ ở dạng mùn bã.",
  "Tank_MNF.MoreNewFish_great_firefly_squid": "Mực đom đóm hay còn được gọi là 'Mực Sparkling Enope', là một loài mực. Nó có thể được tìm thấy gần bờ trong mùa sinh sản, nhưng nếu không, nó thích vùng nước sâu hơn. Chúng phát quang sinh học, nghĩa là chúng có thể phát ra ánh sáng từ các cơ quan phát quang. Người ta tin rằng ánh sáng này được sử dụng để giao tiếp, ngụy trang hoặc thu hút con mồi.",
  "Tank_MNF.MoreNewFish_frilled_shark": "Cá mập diềm xếp nếp là tên gọi của một họ gồm 2 loài cá mập đã biết. Chúng có thân hình dài giống lươn và cũng di chuyển như vậy. Chúng thường có thể được tìm thấy ở độ sâu lớn trong đại dương, nhưng đến bề mặt để ăn các loài chân đầu, cá mập nhỏ hơn và cá xương.",
  "Tank_MNF.MoreNewFish_shinidamachu": "Shinidamachu còn được gọi là 'Côn trùng linh hồn chết' hoặc 'Kẻ thu gom linh hồn'. Những sinh vật này được biết đến là có thể vận chuyển linh hồn, tốt nhất nên tránh xa chúng.",
  "Tank_MNF.MoreNewFish_void_evilpus": "Mẫu vật bạch tuộc bị chạm bởi hư không này thường được các phù thủy đầm lầy thuần hóa để sử dụng làm vật nuôi. Chúng thường được dùng để bảo vệ linh hồn bị mắc kẹt.",
  "Tank_MNF.MoreNewFish_trapped_soul": "Linh hồn bị mắc kẹt là tên gọi chung được đặt cho các sinh vật bị phù phép bởi các phù thủy nước. Nó có thể là một người đã xúc phạm họ hoặc một sinh vật nguy hiểm, giờ đã giảm bớt sự hung dữ.",
  "Tank_MNF.MoreNewFish_mudskipper": "Cá bống nhảy được biết đến với khả năng sống cả trong và ngoài nước. Một trong những đặc điểm đáng chú ý của chúng là vây ngực bên. Những vây này cho phép cá bống nhảy 'nhảy' trên bề mặt bùn.",
  "Tank_MNF.MoreNewFish_water_snake": "Rắn nước là loài bò sát dành phần lớn cuộc đời của chúng trong và xung quanh nước. Thông thường, chúng không có nọc độc và có thể được tìm thấy đang ăn ếch.",
  "Tank_MNF.MoreNewFish_void_carp": "Cá chép hư không là một loài cá đã bị năng lượng hư không làm biến dạng, làm thay đổi hình dạng ban đầu của nó. Vì hình dạng mới này, nó là một thành phần phổ biến trong ngành công nghiệp huyền bí vì nó có nhiều ứng dụng.",
  "Tank_MNF.MoreNewFish_blinky": "Con cá màu cam này đã mọc thêm một con mắt do đột biến. Điều gì có thể đã gây ra điều này?",
  "Tank_MNF.MoreNewFish_decapod": "Loài giáp xác kỳ lạ này được cho là giai đoạn đầu của một loài vật giống tôm hùm tiến hóa hơn.",
  "Tank_MNF.MoreNewFish_vampire_fish": "Cá ma cà rồng hay còn gọi là 'Payara'. Loài cá hung dữ này chỉ nên trộn với những con cá lớn hơn nếu nuôi trong bể cá.",
  "Tank_MNF.MoreNewFish_piranha": "Cá Piranha hay 'Piraña', được biết đến là loài ăn thịt rất hung hãn. Tuy nhiên, chế độ ăn của nó có thể khác nhau và nó cũng được biết là ăn cả chất thực vật, khiến nó trở thành loài ăn tạp.",
  "Tank_MNF.MoreNewFish_lamprey": "Cá mút đá thuộc bộ cá không hàm. Cá mút đá trưởng thành có thể được phân loại bằng miệng hình phễu, có răng. Hiện tại có 38 loài cá mút đá đã được biết đến.",
  "Tank_MNF.MoreNewFish_tancho_koi": "Cá Koi hoặc Nishikigoi là một giống cá chép Amur có màu sắc. Cá Koi Tancho có một mảng đầu tròn màu đỏ duy nhất, phần còn lại của cơ thể có màu trắng đồng nhất. Màu sắc của nó tượng trưng cho mặt trời mọc và do đó nó được yêu thích trong nhiều nền văn hóa vì niềm vui và sự may mắn mà nó mang lại cho chủ sở hữu của nó.",
  "Tank_MNF.MoreNewFish_sanke_koi": "Cá Koi Sanke là một giống cá Koi có màu sắc sặc sỡ thuộc họ cá chép Amur. Giống cá Koi Sanke là một trong những loại cá Koi phổ biến nhất trong ao cá Koi hoặc vườn nước. Loài cá Koi ba màu này được sử dụng và đánh giá cao nhất trong các giống cá Koi vì sự đa dạng màu sắc vui tươi của nó. Cá Koi có thể sống đến 200 năm và do đó nó sẽ là một vật gia truyền quý giá trong gia đình.",
  "Tank_MNF.MoreNewFish_kohaku_koi": "Cá Koi hoặc Nishikigoi là một giống cá chép Amur có màu sắc sặc sỡ. Cá Koi Kohaku là một trong những loại cá Koi dễ nhận biết hơn, nó có thân màu trắng với các vệt đỏ. Đây là giống cá Koi mà hầu hết mọi người nghĩ đến khi nghe đến Koi, đây là một trong những giống cá Koi lâu đời và cổ điển nhất và có vân đá ổn định nhất.",
  "Tank_MNF.MoreNewFish_yamabuki_koi": "Cá Koi hoặc Nishikigoi là một giống cá chép Amur có màu sắc sặc sỡ. Cá Koi Yamabuki hoặc còn được gọi là Yamabuki Ogon, có thể được nhận biết bằng các vệt màu vàng đến vàng kim. Dành cho những ai muốn một hoa văn vui tươi và đầy nắng hơn để phù hợp với chủ đề biển mùa hè. Mặc dù chúng là loài ăn tạp, tốt nhất nên cho chúng ăn theo chế độ ăn và môi trường được bác sĩ thú y chấp thuận.",
  "Tank_MNF.MoreNewFish_ghost_koi": "Cá Koi hoặc Nishikigoi là một giống cá chép Amur có màu sắc sặc sỡ. Cá Koi Ma là con của cá Koi kim loại và cá chép sẫm màu hoang dã. Nó có nhiều màu kim loại khác nhau, nhưng màu đồng và đen có thể phù hợp với gà Sebright bantam của bạn, dành cho những ai thích thú cưng của mình phải đồng điệu.",
  "Tank_MNF.MoreNewFish_ki_utsuri_koi": "Cá Koi hoặc Nishikigoi là một giống cá chép Amur có màu sắc sặc sỡ. Utsurimono hay Utsuri là một loại cá Koi, 'Ki' có nghĩa là màu vàng, xác định loại cá Koi màu vàng này. Những người thích dấn thân vào huyền bí sẽ khiến bạn tin rằng giống cá Koi này sẽ mang lại may mắn về tiền bạc và xem xét giá cả của cá Koi, họ có thể đang làm điều gì đó.",
  "Tank_MNF.MoreNewFish_hi_utsuri_koi": "Cá Koi hoặc Nishikigoi là một giống cá chép Amur có màu sắc sặc sỡ. Utsurimono hay Utsuri là một loại cá Koi, 'Hi' có nghĩa là màu đỏ, xác định loại cá Koi màu đỏ này. Người ta tin rằng loại cá Koi này mang lại cho chủ nhân phép thuật bảo vệ khỏi lửa và may mắn trong tình yêu. Nhưng tốt nhất là hãy đảm bảo cuộc sống tình yêu của nó được chăm sóc tốt. Việc giao phối cận huyết được biết là gây ra các vấn đề về sức khỏe.",
  "Tank_MNF.MoreNewFish_shiro_utsuri_koi": "Cá Koi hoặc Nishikigoi là một giống cá chép Amur có màu sắc sặc sỡ. Utsurimono hay Utsuri là một loại cá Koi, 'Shiro' có nghĩa là màu trắng, xác định loại cá Koi màu trắng này. Đó là một niềm tin phổ biến trong giới chuyên gia huyền bí rằng giống cá Koi này thể hiện sự cân bằng hoàn hảo giữa cả năng lượng tiêu cực và tích cực. Trong mọi trường hợp, tốt nhất là nên tránh xa các thiết bị điện.",
  "Tank_MNF.MoreNewFish_tui": "Thần linh Mặt Trăng Tui, từ cõi âm đi qua để tạo ra Ốc đảo Linh hồn. Ở đây nó mang hình dạng một con cá Koi trắng. Nếu nó bị tách khỏi Thần linh Đại Dương, thế giới sẽ mất cân bằng, việc trả lại cả hai con cá vào ao này sẽ khôi phục lại sự cân bằng.",
  "Tank_MNF.MoreNewFish_la": "Thần linh Đại Dương La, từ cõi âm đi qua để tạo ra Ốc đảo Linh hồn. Ở đây nó mang hình dạng một con cá Koi đen. Nếu nó bị tách khỏi Thần linh Mặt Trăng, thế giới sẽ mất cân bằng, việc trả lại cả hai con cá vào ao này sẽ khôi phục lại sự cân bằng.",

  //1.4.0 Fish Descriptions
  "Tank_PearlFish": "Loài cá màu hồng xinh đẹp này ăn thịt các loài động vật giáp xác nhỏ hơn, đôi khi để lại những bộ phận không tiêu hóa được như ngọc trai, thứ mà nó được đặt tên theo.",

  // RSV Fish
  "Tank_PebbleBackCrab": "Cua Lưng Sỏi là một loài giáp xác hiếm. Chúng được đặt tên như vậy vì hành vi độc đáo của chúng là thu thập sỏi và các khoáng chất khác và sử dụng chúng để trang trí vỏ của mình. Vì những lý do không rõ, chúng thích trang trí cho mình bằng các khoáng chất và đá quý quý hiếm, điều này khiến chúng trở thành mục tiêu lý tưởng cho những người câu cá đang cố gắng kiếm lợi nhuận.",
  "Tank_HarvesterTrout": "Cá hồi Harvester là một loài cá hồi khét tiếng, nó có tên như vậy vì đã thu hoạch các loại cây trồng gần nước. Những người câu cá nuôi chúng trong ao cá đã báo cáo rằng đôi khi chúng tạo ra hạt giống, thậm chí cả 'Hạt giống cổ xưa'.",
  "Tank_FixerEel": "Lươn Sửa Chữa là một loài lươn hiếm. Chúng gần như đã bị săn bắt đến tuyệt chủng do mê tín dị đoan địa phương cho rằng chúng có thể sửa 'bất cứ thứ gì', do đó có tên là Lươn Sửa Chữa.",
  "Tank_LullabyCarp": "Cá chép Lullaby là một loài cá chép hiếm. Chúng được biết là đôi khi tạo ra những giai điệu hài hòa, làm thế nào mà nó tạo ra những âm thanh này vẫn còn là một bí ẩn.",
  "Tank_GoldenRoseFin": "Cá vây Vàng Hồng có thể dễ dàng nhận biết bằng màu vàng và vây mềm mại của nó. Khi nó bơi, nó gần như trông giống như đang nhảy múa dưới nước.",
  "Tank_BladetailSturgeon": "Cá Tầm đuôi Lưỡi Kiếm sở hữu vây đuôi rất sắc nhọn. Những chiếc vây này có thể khá nguy hiểm, nhưng không biết liệu chúng được dùng để săn mồi hay tự vệ.",
  "Tank_CardiaSeptalJellyfish": "Sứa Cardia Septal là một loài sứa rất độc đáo. Không giống như các loài sứa khác đôi khi là lưỡng tính, loài này có hai cơ thể hợp nhất. Một cơ thể đực và một cơ thể cái khác biệt, không có nhiều điều được biết về loài sứa hiếm này.",
  "Tank_CrimsonSpikedClam": "Vẹm gai Đỏ là một loài động vật thân mềm hai mảnh vỏ có nguy cơ tuyệt chủng và hiếm. Giống như các loài hai mảnh vỏ khác, nó có thể tạo ra ngọc trai, nhưng vì những lý do không rõ, loài này đôi khi được biết là tạo ra hồng ngọc thay vì ngọc trai.",
  "Tank_FairytaleLionfish": "Cá sư tử Cổ Tích đã phát triển vảy màu rực rỡ như một phần của sự ngụy trang. Các huyền thoại mê tín dị đoan nói rằng nó mang lại may mắn, một số câu chuyện thậm chí còn đề cập đến một 'Mảnh Vỡ Lăng Kính'.",
  "Tank_CapedTreeFrog": "Ếch cây Caped là một loài lưỡng cư hiếm. Màu sắc trên lưng của nó giống như một chiếc áo choàng, do đó có tên là Ếch cây Caped.",

  // SVE Fish
  "Tank_Kittyfish": "Cá Kittyfish là một con cá kỳ diệu... hay một con mèo? Cần nghiên cứu thêm.",

  // MNF
  "Tank_MNF.MoreNewFish_clown_triggerfish": "Cá nóc hề hoặc 'Cá nóc đốm lớn' như nó còn được gọi, là một loài cá biển thuộc họ Cá nóc. Giống như hầu hết các loài Cá nóc, nó có hành vi hung hăng và sẽ bảo vệ lãnh thổ của mình.",
  "Tank_MNF.MoreNewFish_bonnethead": "Cá mập Bonnethead hoặc 'Cá mập đầu xẻng' như nó còn được gọi, là một loài cá mập đầu búa nhỏ. Nó là một loài cá mập nhiệt đới hoạt động tích cực, chủ yếu ăn động vật giáp xác. Con cái có xu hướng lớn hơn con đực.",
  "Tank_MNF.MoreNewFish_black_ghost_knifefish": "Cá dao ma đen là một loài cá nước ngọt nhiệt đới thuộc họ cá vây tia gọi là Cá dao ma. Loài này có khả năng tạo ra các phóng điện yếu, có thể được sử dụng để giao tiếp và định vị bằng điện.",

  //1.5.0
  //Not You Again (by tiakall)
  "Tank_SeaBass": "Cá vược nổi tiếng với thịt trắng thơm ngon cũng như kích thước lớn của chúng. Nếu chúng nuốt phải thứ gì đó không ăn được, chúng sẽ mở miệng và mang và lắc đầu một cách dữ dội. Điều này thường quản lý để tống các vật liệu lạ ra ngoài, mặc dù nó có thêm hiệu ứng là trông khá kỳ lạ.",
  "Tank_PotatoCod": "Giống cá tuyết khoai tây hiếm này có nhiều điểm tương đồng với củ khoai tây pillpintu pasña. Nó thậm chí còn có vị như khoai tây!",
  "Tank_PinkMaomao": "Thật khó tin khi cá maomao hồng ở trong cùng một họ cá với họ hàng nhợt nhạt hơn của nó, cá vược. Giống như cá mú xám, những con cá này thực sự bắt đầu cuộc sống của chúng như con cái và chuyển sang con đực khi chúng già đi.",
  "Tank_RedbandedPerch": "Cá rô sọc đỏ là một thành viên của họ cá vược. Mặc dù kích thước nhỏ, nó thực sự là loài ăn thịt, chủ yếu ăn cua và cá nhỏ hơn.",
  "Tank_DuskyGrouper": "Cá mú xám, được biết đến ở một số nền văn hóa là 'cừu non của biển', có hương vị nhẹ nhàng, hơi ngọt, kết hợp tốt với các loại rượu nhẹ hơn và các loại rau sắc nét như ớt và hành tây. Mmmm!",

  //SVE
  "Tank_Gemfish": "Cá ngọc là một loại cá rất được săn đón. Nó có thể được tìm thấy trong các vũng nước ngầm gần các mỏ ngọc. Những viên ngọc nhô ra từ cơ thể nó là đá quý thực sự, điều này làm cho nó trở thành một loài có giá trị cao.",
  "Tank_TorpedoTrout": "Cá Hồi Ngư lôi là một loài cá bơi rất nhanh. Thân hình thuôn dài của nó được tạo ra cho tốc độ và thường gây khó khăn cho người câu.",
  "Tank_Goldenfish": "Cá Vàng là một loài cá rất lấp lánh. Vảy của nó phát ra ánh sáng vàng, tên gọi và vẻ ngoài của nó có thể là vàng nhưng giá bán thì không.",
  "Tank_MeteorCarp": "Các nhà sinh vật học thiên văn tin rằng loài này đến từ ngoài thiên hà. Một giả thuyết cho rằng nó có thể đến từ sao băng, do đó có tên là 'Cá Chép Sao Băng'.",
  "Tank_Daggerfish": "Cá Dao găm có một cái mỏ ngắn mà nó dùng để săn mồi. Cái mỏ này hơi giống một con dao găm, điều này đã đặt tên độc đáo cho loài này.",
  "Tank_BabyLunaloo": "Sứa Lunaloo con là một loài sứa biển. Chúng thường di cư hàng năm vào những ngày cuối mùa hè. Vì lý do chưa rõ, chúng bị thu hút bởi ánh sáng...",
  "Tank_Lunaloo": "Sứa Lunaloo là một loài sứa biển còn được gọi là 'Sứa Ánh Trăng'. Chúng chủ yếu có thể được tìm thấy ở vùng nước nhiệt đới, nhưng cũng có thể di cư qua các bờ biển xung quanh Thung lũng Stardew trong một sự kiện thường niên tại địa phương, được gọi là 'Vũ điệu của Sứa Ánh Trăng'.",
  "Tank_ShinyLunaloo": "Loài sứa trông độc đáo này, được gọi là Sứa Lunaloo Sáng, hiếm khi được tìm thấy trong các nhóm sứa Lunaloo thông thường. Hiện tại, vẫn chưa rõ liệu đây có phải là một loài Lunaloo khác hay chỉ là một dạng đột biến hiếm gặp của Lunaloo.",
  "Tank_Seahorse": "Cá Ngựa là tên được đặt cho một nhóm gồm 46 loài cá biển. Đầu và cổ của chúng giống như một con ngựa, điều này đã đặt tên độc đáo cho loài cá này.",
  "Tank_SeaSponge": "Mặc dù chúng không có vẻ ngoài giống như vậy, nhưng Hải Miên thực chất là động vật. Chúng dựa vào dòng nước chảy liên tục qua cơ thể, vì chúng không có hệ thần kinh, hệ tiêu hóa hoặc hệ tuần hoàn.",
  "Tank_RadioactiveBass": "Có rất nhiều loài cá rô, nhưng không có loài nào giống như loài này! Nó phát sáng một cách kỳ lạ.",
  "Tank_Undeadfish": "Không có nhiều thông tin về loài 'Cá Xác Sống' này. Các báo cáo ban đầu cho biết không nên ăn!",
  "Tank_Bonefish": "Loài cá này chỉ còn da và xương. Hay đúng hơn là vảy và xương... Thực ra nó thậm chí còn không có vảy!",

  //KAYA
  "Tank_MoonlightJellyfish": "Sứa Ánh Trăng. Chúng chủ yếu có thể được tìm thấy ở vùng nước nhiệt đới, nhưng cũng có thể di cư qua các bờ biển xung quanh Thung lũng Stardew trong một sự kiện thường niên tại địa phương, được gọi là 'Vũ điệu của Sứa Ánh Trăng'.",
  "Tank_FlapjackOctopus": "Bạch Tuộc Flapjack hoặc 'Adorabilis' như nó còn được gọi, giống như các loài bạch tuộc khác, là một thành viên của ngành động vật thân mềm. Nó có vây phía trên mắt và xúc tu ngắn của nó xòe ra như một chiếc ô xung quanh cơ thể.",

  //East Scarpe
  "Tank_EastScarp_Cerulean_Nudibranch": "Sên biển Cerulean thuộc về một chi có tên là 'Berghia', chuyên ăn hải quỳ. Tên 'Nudibranch' đến từ chữ Latin 'nudus' có nghĩa là 'trần trụi' và từ Hy Lạp 'bránkhia' có nghĩa là mang.",
  "Tank_EastScarp_Ornate_Nudibranch": "Sên biển Ornate, giống như các loài liên quan khác, thường được gọi là 'sên biển'. Loài này có cơ thể trong mờ với các phần phụ bên hông rộng.",
  "Tank_EastScarp_Sea_Bunny_Nudibranch": "Sên biển Thỏ biển, hoặc 'Thỏ biển' như nó còn được gọi, là một loài động vật thân mềm chân bụng giống một con thỏ. Thỏ biển là loài lưỡng tính, có nghĩa là chúng tạo ra cả tế bào tinh trùng và tế bào trứng.",
  "Tank_EastScarp_Sunset_Nudibranch": "Sên biển Hoàng hôn thuộc về một chi có tên là 'Phestilla', những loài sên biển này có thói quen ăn san hô cứng bất thường. Cá thể non có các tế bào chích dài trên bề mặt lưng của nó, được gọi là 'cnidosacs', người lớn không có túi này.",
  "Tank_EastScarp_Golden_Trout": "Cá Hồi Vàng hoặc 'Brigit' như nó còn được gọi, là một loài cá hồi nước ngọt. Nó có quan hệ gần gũi với Cá Hồi Cầu Vồng, mà nó có thể lai tạo, có nghĩa là hai loài này có thể có con lai.",
  "Tank_EastScarp_Kokanee_Salmon": "Cá Hồi Kokanee được biết đến với nhiều tên gọi khác như 'Cá đỏ nhỏ', 'Kikanning' và 'Walla' để kể tên một vài. Không giống như các loài cá hồi khác, nó là 'không di cư', có nghĩa là nó không di cư ra biển mà dành cả cuộc đời trong nước ngọt.",

  //RSV
  "Tank_CutthroatTrout": "Cá Hồi Cắt là một loài cá được nhiều người câu yêu thích. Nó có tên như vậy vì màu đỏ đặc trưng ở hàm dưới.",
  "Tank_DeepRidgeAngler": "Cá Angler Rãnh Sâu là một loài cá Anglerfish hiếm gặp. Thực tế nó hiếm đến mức nhiều người coi nó là một huyền thoại hoặc thậm chí là một con ma!",
  "Tank_MountainRedbellyDace": "Cá Mương Đỏ Bụng Núi là một loài cá nhỏ, chúng có thể được phân biệt bằng sọc đen dọc theo cơ thể. 'Dace' là tên mà nhiều loài khác nhau chia sẻ, hầu hết những loài cá này thuộc họ Cá Chép.",
  "Tank_MountainWhitefish": "Cá Whitefish Núi là một loài cá thuộc họ cá hồi. Nó là một loài cá ăn ở đáy, nó ăn ấu trùng và các động vật không xương sống khác như ốc, tôm càng và amphipods.",
  "Tank_RidgeBluegill": "Cá Bluegill Rãnh là một loài Bluegill độc đáo. Bluegill đôi khi còn được gọi là 'brim', 'sunny' hoặc 'copper nose'. Vì có kích thước nhỏ, nó là một loài cá rất nhút nhát và thích trú ẩn trong thực vật thủy sinh để bảo vệ.",
  "Tank_RidgesideBass": "Cá Rô Rãnh là một loài cá Rô độc đáo. Nó được phát hiện lần đầu tiên ở vùng nước gần Làng Ridgeside, nơi nó có tên gọi. Giống như các loài cá rô khác, nó là một loài cá phổ biến và được nhiều người câu yêu thích.",
  "Tank_SkulpinFish": "Cá Skulpin hoặc 'Sculpin' như nó còn được gọi. Nó là một loài cá đáy, có nghĩa là nó sống gần đáy. Nó có vây có màng đặc biệt với các tia sắc nhọn, mà nó dùng để bám vào chất nền.",
  "Tank_SockeyeSalmon": "Cá Hồi Sockeye hoặc 'Cá Hồi Đỏ' hoặc 'Cá Hồi Lưng Xanh' như nó còn được gọi, là một loài cá hồi sống cả đời trong nước ngọt. Không giống như các loài cá hồi khác, nó không di cư ra nước mặn khi trưởng thành.",
  "Tank_WaterfallSnakehead": "Cá Lóc Thác là một loài bò sát hiếm gặp. Các loài rắn nước như loài này có 'phổi túi' mà chúng sử dụng để nổi.",

  //MNF
  "Tank_MNF.MoreNewFish_royal_starfish": "Sao Biển Hoàng Gia dễ dàng được nhận biết bởi màu tím của nó, được viền bởi màu cam dọc theo các cánh tay của nó. Giống như các loài khác trong chi của nó, Sao Biển Hoàng Gia ăn các sinh vật bằng cách nuốt chúng nguyên con và tiêu hóa chúng trong dạ dày. Nó thường có một số sinh vật tiêu hóa trong dạ dày cùng một lúc.",
  "Tank_MNF.MoreNewFish_blue_starfish": "Sao Biển Xanh có tên khoa học là 'Linckia laevigata', mang đến cho nó một tên gọi khác: 'Linckia Xanh'. Nó thường sống ở vùng nước nông gần bờ.",
  "Tank_MNF.MoreNewFish_holy_grenade_starfish": "Sao Biển Lựu Đạn Thánh, hoặc 'Sao Biển Hạt' hoặc 'Sao Biển Tấm Lớn' như nó thường được biết đến. Nó là một loài sao biển lớn thuộc về một chi có tên là 'Choriaster', chi này chỉ chứa một loài duy nhất. Nó thường có màu nhạt và 5 cánh tay ngắn.",
  "Tank_MNF.MoreNewFish_crown_of_thorns_starfish": "Sao Biển Gai, là một loài sao biển lớn, nó ăn thịt chủ yếu là san hô. Nó có gai độc và là một kẻ săn mồi hiệu quả. Trên thực tế, nó hiệu quả đến mức có thể giết chết toàn bộ các quần thể san hô và là mối đe dọa lớn đối với nhiều hệ sinh thái dưới nước.",
  "Tank_MNF.MoreNewFish_mandarinfish": "Cá Ông Tiên, hoặc 'Cá Rồng Ông Tiên' như nó còn được gọi, là một loài cá biển thuộc họ cá rồng. Nó có màu sắc sống động đặc trưng nhờ sắc tố tế bào của nó. Nó thường có thể được tìm thấy ở vùng nước nhiệt đới ấm áp.",
  "Tank_MNF.MoreNewFish_conger": "Conger là tên của một chi cho một số loại lươn lớn nhất. Hiện tại có 14 loài Conger đã biết, chúng thường bị bắt và bán làm thực phẩm.",

  // SVE
  "Tank_SnatcherWorm": "Loài Polychaeta này có một hàm rất lớn và khỏe, có thể nghiền nát đá, không nên bơi ở những vùng nước có thể tìm thấy loài giun này!",
  "Tank_WaterGrub": "ấu trùng nước",
  "Tank_GrassCarp": "Cá trắm cỏ",
  "Tank_BullTrout": "Cá hồi bò",

  // 1.6 MNF
  "Tank_MNF.MoreNewFish_void_algae": "Tảo hư không",
  "Tank_MNF.MoreNewFish_mushu": "Mushu",
  "Tank_MNF.MoreNewFish_goblin_shark_pup": "Cá mập yêu tinh con",
  "Tank_MNF.MoreNewFish_bonnethead_pup": "Cá mập đầu búa con",
  "Tank_MNF.MoreNewFish_spiny_dogfish_pup": "Cá nhám gai con",
  "Tank_MNF.MoreNewFish_manta_ray_pup": "Cá đuối manta con",
  "Tank_MNF.MoreNewFish_dwarf_stingray_pup": "Cá đuối gai lùn con",

  "Tank_Goby": "Goby là tên gọi chung của nhiều loài cá vây tia. Loài này có khả năng trèo thác rất cao bằng cách sử dụng miệng hút và giác hút ở bụng của nó."
}