{
	"ForestPylon": "Một chiếc bình không rõ tông tích...",
	"ForestPylonActivated": "Một di vật bí ẩn từ hành tinh xa xôi.",
	"ForestPylonEvent": "communityCenter/-2000 -2000/farmer 16 5 0 Wizard -1000 -1000 2/pause 1000/viewport 16 5 true/move farmer -2 0 1/pause 4000/playSound terraria_warp/specificTemporarySprite terraria_warp_begin/faceDirection farmer 2 true/animate farmer false true 100 94/jump farmer/pause 2000/stopAnimation farmer/faceDirection farmer 1/pause 3600/playSound coin/pause 100/awardFestivalPrize meowmere/pause 1000/specificTemporarySprite terraria_cat_leave/pause 5000/emote farmer 8/pause 500/warp Wizard 4 4/playSound doorClose/pause 400/faceDirection Wizard 1/emote Wizard 12/speak Wizard \"Đừng chạm vào đó !!!\"/faceDirection farmer 3/emote farmer 16 true/end",
	"SquidFest_Pam": "Cô không có khả năng bắt mực, nhưng không sao cả. Cô sẽ cổ vũ cháu từ đây.",
	"SquidFest_Willy": "Sau một thời gian, cháu sẽ cảm nhận được tập tính của con mực. Cháu có thể biết được đường di của mực trước khi cháu nhìn thấy chúng.",
	"DesertFestival_Abigail": "Em rất vui vì xe buýt đã được sửa! Điều này thực sự tuyệt rời.$h#$e#Em luôn muốn đi du lịch những nơi xa hơn ngoài Thị trấn Pelican.",
	"DesertFestival_Abigail_marriage": "Em đang định cùng anh thám hiểm hang đầu lâu, nhưng có lẽ em sẽ ở lại vì quầy đồ ăn trông hấp dẫn quá!^Em đang định cùng chị thám hiểm hang đầu lâu, nhưng có lẽ em sẽ ở lại vì quầy đồ ăn trông hấp dẫn quá!#$e#Chúc anh may mắn, nhớ cẩn thận nhé!^Chúc chị may mắn, nhớ cẩn thận nhé!",
	"DesertFestival_Alex_marriage": "Này...em trông thật dễ thương dưới ánh nắng sa mạc...$h",
	"DesertFestival_Sam_marriage": "Này, đừng quên nhận cây xương rồng miễn phí trước khi lễ hội kết thúc.#$b#Dù trông thế nào đi nữa, nó sẽ rất hoàn hảo trong ngôi nhà của chúng ta!$h",
	"DesertFestival_Sebastian_marriage": "Này, anh sẽ chỉ ở đây và thư giãn dưới bóng râm.#$e#Em hiểu anh chứ... Anh là người thích sự yên tĩnh hơn.$h",
	"DesertFestival_Shane_marriage": "Nhớ nhắc anh đánh răng tối nay... có tận mười hai hương vị soda độc đáo và anh đang thử tất cả.#$e#Mmm... soda cà rốt hang động... *sụt*",
	"DesertFestival_Elliott_marriage": "Chà chà chà, chúng ta có gì ở đây thế? Một bông hoa hồng sa mạc tuyệt đẹp!$h#$e#Nhớ tưới nước nhé em yêu.",
	"DesertFestival_Harvey_marriage": "Này, @. Anh sẽ làm việc muộn trong lễ hội, vì vậy đừng đợi anh vào ban đêm!#$e#Hứa với anh rằng em sẽ cẩn thận trong hang đầu lâu.",
	"DesertFestival_Emily_marriage": "Này, @! ${Em yêu anh^Chị yêu em}$ khi ${anh^em}$ là chính mình, nhưng nếu ${anh^em}$ muốn thì cũng có thể thử điều gì đó mới mẻ!",
	"DesertFestival_Emily2_marriage": "Em chơi vui lắm nên quên không làm việc nhà rồi. Hy vọng anh vẫn ổn!^Chị chơi vui lắm nên quên không làm việc nhà rồi. Hy vọng em vẫn ổn!",
	"DesertFestival_Emily3_marriage": "Em không biết sáng nay đã cho con vẹt ăn chưa?^Chị không biết sáng nay đã cho con vẹt ăn chưa?",
	"DesertFestival_Haley_marriage": "Này... Da ai đẹp thế nhỉ... *nhéo*$h",
	"DesertFestival_Haley2_marriage": "%Vợ của bạn đang ngủ trưa.",
	"DesertFestival_Penny_marriage": "Chào cưng. Em chỉ đang tìm xem có gì hay ho cho nhà mình thôi.$h",
	"DesertFestival_Maru_marriage": "Không biết Bộ sưu tập Trứng Calico sắp ra mắt như thế nào nhỉ? Có rất nhiều giải thưởng hấp dẫn!$h#$e#Em biết anh sẽ làm điều gì đó tuyệt vời.^Em biết chị sẽ làm điều gì đó tuyệt vời.",
	"DesertFestival_Leah_marriage": "Em muốn đi bơi nhưng có vẻ nước ở đây đầy cá chép bọ cạp!$h^Chị muốn đi bơi nhưng có vẻ nước ở đây đầy cá chép bọ cạp!$h",
	"DesertFestival_Alex": "Cậu đã bao giờ thấy những quả trứng Calico to như này chưa?#$b#Chắc chắn ăn vào sẽ bổ dưỡng lắm đây...",
	"DesertFestival_Caroline": "Thời tiết này thật hoàn hảo cho một buổi tắm nắng.$h",
	"DesertFestival_Clint": "Chào, @. Thú thật với cháu, tôi không thực sự thích lễ hội này.#$b#Nhưng tôi sẽ cảm thấy tệ khi biết rằng mọi người đều ở đây vui vẻ còn tôi lại ở nhà một mình.$s",
	"DesertFestival_Demetrius": "Tại sao con người lại thích ăn cay nhỉ? Về mặt sinh học thì nghe có vẻ không hợp lý cho lắm.#$e#Chắc là chú còn thiếu sót gì đây...$5",
	"DesertFestival_Elliott": "*lẩm bẩm* ...hmmm, cảm giác ngón chân thật mịn màng, nhưng cũng có độ đặc quánh. Mặc dù vậy, vẫn dịu nhẹ hơn hồi xưa ở quê nhà#$b#Ồ, xin lỗi! Anh đúng là người cuồng cát thứ thiệt rồi.$h",
	"DesertFestival_Emily": "Hmm... chị cảm thấy gu thời trang của em không phù hợp với khuôn mặt đó. Đợi chút chị sẽ sửa lại cho em!",
	"DesertFestival_Evelyn": "Thế gian trôi nhanh như cát chảy, thời gian chẳng thể nào níu giữ...",
	"DesertFestival_George": "Bà ấy đang lẩm bẩm điều gì vậy? Ta đến đây chỉ vì đồ ăn cay!",
	"DesertFestival_Gus": "Mọi năm chú phải tất bật chuẩn bị đồ ăn lễ hội cho cả thị trấn. Nay được nghỉ xả hơi mới thấy đã làm sao.$h",
	"DesertFestival_Haley": "Nếu cậu ngửi thấy mùi hương quyến rũ thì đó chính là dầu dừa mà mình đã thoa khắp da.#$b#Mình đang cảm nhận trọn vẹn vẻ đẹp hoang sơ của sa mạc!$h",
	"DesertFestival_Haley2": "%Haley đang lấp lánh dưới ánh nắng.",
	"DesertFestival_Harvey": "Đi vào hang động thực sự nguy hiểm. Anh hy vọng không có tai nạn nào xảy ra, nhưng... Anh sẽ ở đây cả ngày để đề phòng.#$e#Là một bác sĩ, anh khuyên em nên tránh tiếp xúc với những hang động có rắn! Lựa chọn là ở em, chúc may mắn.",
	"DesertFestival_Jas": "Ở đây thật thú vị, em ước mình có một cây kem...",
	"DesertFestival_Jodi": "Ồ, đừng bận tâm, cô chỉ đang đi mua sắm một chút.#$e#Nếu không vào các cửa hàng, cô sẽ bỏ lỡ những món đồ trang trí hoàn hảo cho phòng khách mất!",
	"DesertFestival_Kent": "Chào, @. Tận hưởng cái nóng ở đây thế nào?",
	"DesertFestival_Leah": "Chị chỉ tự hỏi... Nếu chị sống ở đây, thay vì Thung lũng Stardew, liệu các bức tranh chị vẽ có khác không?",
	"DesertFestival_Leo": "Tui thích nơi này. Thời tiết nóng nực làm tui nhớ nhà.",
	"DesertFestival_Lewis": "Sau một mùa đông lạnh lẽo, lễ hội này là một cách tốt để vực dậy mọi người.",
	"DesertFestival_Lewis2": "Nhờ cháu sửa xe buýt mà lễ hội này mới suôn sẻ, @! Ta không biết làm sao để cảm ơn cháu nữa.",
	"DesertFestival_Lewis3": "Đừng quên rằng, hôm nay là ngày cuối cùng của lễ hội. Tuy nhiên, chúng ta sẽ trở lại vào năm tới.",
	"DesertFestival_Linus": "Chú đã đi nhờ xe buýt để đến đây.#$e#Cháu không bao giờ có thể tìm thấy hương vị Sa mạc Calico này ở bất kỳ nơi nào khác. Hehe...$h",
	"DesertFestival_Marnie": "Chào, @. Bác vừa nghĩ đến sữa.#$e#Cháu đã thử sữa lạc đà bao giờ chưa? Bác nghe nói nó khá mặn.",
	"DesertFestival_Maru": "Em rất ấn tượng với sự huấn luyện bài bản của những tay đua nhỏ này!$h",
	"DesertFestival_Pam": "Này nhóc... Cháu nghỉ hôm nay à? Thật tuyệt khi thỉnh thoảng được thư giãn, phải không?#$e#Đúng... Ngay cả cô thỉnh thoảng cũng cần một chút ánh mặt trời trên da! Hãy đánh thức cô dậy trước khi biến thành cá khô... Heheh.",
	"DesertFestival_Penny": "Hàng ngàn năm trước, nơi này từng là quê hương của một nền văn minh cổ đại. Mình tự hỏi họ xây dựng nên đế chế đó như thế nào?",
	"DesertFestival_Pierre": "Là một chủ cửa hàng, chú thấy khá thú vị khi xem cách người khác điều hành cửa hàng của họ.#$e#*thì thầm* Đừng nói với Sandy nhé, nhưng hàng tạp hóa của chú ăn đứt của cô ấy!",
	"DesertFestival_Robin": "Chào @. Tụi cô chỉ đang tán gẫu linh tinh. Dù nhà ở cạnh nhau mà cũng có ít dịp gặp nhau!",
	"DesertFestival_Sam": "Chào, @. Xem cây xương rồng của tớ này. Tớ đang nghĩ tên thật hay.#$e#Hmm... có thể là '%name'?",
	"DesertFestival_Sandy": "Đây có lẽ là thời điểm bận rộn nhất trong năm của chị! Thật vui khi nhìn thấy tất cả mọi người.",
	"DesertFestival_Sebastian": "Chào. Tớ chỉ đi chơi với con chim này thôi. Nó có vẻ thích tớ.",
	"DesertFestival_Shane": "Tôi đã đến đây một lần khi còn nhỏ... Điều duy nhất tôi nhớ là bị say khi đi xe buýt.",
	"DesertFestival_Vincent": "Mẹ ơi, con chán quá!",
	"DesertFestival_Willy": "À, không gì bằng mùi tôm nướng vào một ngày ấm áp.",
	"CactusMan_Closed": "Ông chú Xương rồng: Những người bạn xương rồng đang cảm thấy xấu hổ, vui lòng quay lại sau!",
	"CactusMan_Collected": "Ông chú Xương rồng: Vậy, các cháu thế nào rồi?",
	"CactusMan_Intro_1": "Ông chú Xương rồng: Ta nghĩ cháu sẽ đánh giá cao những món đồ mà ta sắp đưa ra.",
	"CactusMan_Intro_2": "Ông chú Xương rồng: Đúng rồi, ta đã tìm ra 'chân ái' dành riêng cho cháu rồi đây.",
	"CactusMan_Intro_3": "Ông chú Xương rồng: Ánh mắt ấy của cháu... nó thét lên rằng: 'Tôi cần một cây xương rồng, hoặc không tôi sẽ phát điên mất'.",
	"CactusMan_Question": "Ông chú Xương rồng: Cháu đã sẵn sàng để nhận Xương rồng chưa?",
	"CactusMan_No": "Ông chú Xương rồng: Ta hiểu rồi. Chúng có thể nhỏ, nhưng đón nhận một cây xương rồng vào cuộc sống là một trách nhiệm lớn. Hãy quay lại khi cháu cảm thấy sẵn sàng.",
	"CactusMan_Yes_Intro": "Ông chú Xương rồng: Tuyệt vời, hãy xem",
	"CactusMan_Yes_Full": "Ông chú Xương rồng: Không đủ không gian, hãy quay lại sau khi cháu dọn dẹp túi đồ.",
	"CactusMan_Yes_1": "Ông chú Xương rồng: Quả không hổ danh là người một nhà, cậu ấy giống cháu quá, cháu không thấy sao",
	"CactusMan_Yes_2": "Ông chú Xương rồng: Anh bạn này hơi nhút nhát một chút, nhưng ta biết cháu sẽ nhanh chóng làm bạn với nó thôi.",
	"CactusMan_Yes_3": "Ông chú Xương rồng: Ồ, đúng... đây quả là một cặp trời sinh",
	"CactusMan_Yes_4": "Ông chú Xương rồng: Ta có lý do riêng... nhưng hãy tin rằng lựa chọn của ta cho cháu sẽ không sai đâu.",
	"CactusMan_Yes_5": "Ông chú Xương rồng: Cái cây này nhìn kỳ lạ quá, có lẽ nó hợp với cháu đó",
	"EggShop_Closed": "Cửa hàng đang đóng cửa",
	"Accept": "Đồng ý",
	"Decline": "Huỷ",
	"Willy_DesertFishing1": "\n        Nhiệm vụ của Willy: Bắt 3 con Cá cát.\n      ",
	"Willy_Challenge": "Nhiệm vụ của Willy",
	"Willy_Challenge_Description_1": "Nhiệm vụ của Willy: Bắt 3 con Cá cát.",
	"Willy_Challenge_Return_1": "Ồ, cháu đã bắt đủ cá cho chú, chú đoán cháu đã có một ngày câu cá thú vị, phải không?#$b#Phần thưởng của cháu là 25 quả trứng Calico",
	"Willy_Challenge_Description_2": "Willy đã thách thức bạn bắt một con Cá chép bọ cạp",
	"Willy_Challenge_Return_2": "Cháu đã có một buổi câu cá đầy thử thách phải không?#$b#Phần thưởng của cháu là 50 quả trứng Calico",
	"Willy_Challenge_Description_3": "Willy đã thách thức bạn tìm một \"Phao câu hoàng kim\".",
	"Willy_Challenge_Return_3": "Đúng là chiếc Phao câu hoàng kim của chú!#$b#Và nó thoang thoảng mùi cá... Heh heh.$h#$b#Phần thưởng của cháu là 30 quả trứng Calico",
	"Willy_DesertFishing2": "Willy đã đưa ra thử thách bắt một con cá Cá chép bọ cạp.",
	"Willy_DesertFishing3": "Willy: Một con cá đã mắc phải Phao câu hoàng kim của chú! Phần thưởng là 30 trứng Calico cho ai tìm thấy nó.",
	"Willy_GoldenBobber": "Tìm và trả lại Phao câu hoàng kim cho Willy.",
	"Scholar_Closed": "Nhà thông thái: Ta sẽ không nói chuyện với ai cho đến khi lễ hội khai mạc.",
	"Scholar_Intro": "Nhà thông thái: Xin chào, nhóc có muốn tham gia một bài kiểm tra kiến thức không? Nếu trả lời đúng các câu hỏi của ta, nhóc sẽ nhận được phần thưởng.",
	"Scholar_Intro2": "Nhà thông thái: Được! Hãy bắt đầu với câu hỏi đầu tiên.",
	"Scholar_Correct": "Nhà thông thái: Chính xác!",
	"Scholar_Win": "Nhà thông thái: Rất tốt! Ta ấn tượng với kiến thức của nhóc. Đây là phần thưởng, hãy nhận lấy nó.",
	"Scholar_Wrong": "Nhà thông thái: Sai rồi! ...Rất tiếc, ta sẽ gặp nhóc ở lần sau vậy.",
	"Scholar_Failed": "Nhà thông thái: ...Rất tiếc. Nhưng nhóc sẽ phải quay lại lần sau.",
	"Scholar_DoneThisYear": "Nhà thông thái: Hãy đón nhận những quả trứng. Năm sau ta sẽ quay lại với những thử thách khác.",
	"Scholar_Question_0_0": "Câu hỏi 1: Ai là người quản lý {0} ở thị trấn Pelican?",
	"Scholar_Question_0_0_Options": "Lò rèn,Bảo tàng,Quán rượu Sao Sa,Cửa hàng cá, Cửa hàng động vật,Cửa hàng tạp hóa",
	"Scholar_Question_0_0_Answers": "Clint,Gunther,Gus,Willy,Marnie,Pierre,Robin,Marlon",
	"Scholar_Question_0_1": "Câu hỏi 1: Ngày kết thúc mỗi mùa là ngày bao nhiêu?",
	"Scholar_Question_0_1_Answers": "Ngày 28,Ngày 30,Ngày 31,Ngày 26",
	"Scholar_Question_0_2": "Câu hỏi 1: Chúng ta đang ở đâu?  ",
	"Scholar_Question_0_2_Answers": "Sa mạc Calico,Sa mạc Carlito,Sa mạc Conical,Sa mạc Caprico,Sa mạc Canonical,Sa mạc Cowlicko,Sa mạc Catacomb,Sa mạc Capicola,Hang đầu lâu Sa mạc",
	"Scholar_Question_1_0": "Câu hỏi 2: Mùa nào {0} mọc?  ",
	"Scholar_Question_1_0_Options": "Tỏi,Bắp cải đỏ,A-ti-sô",
	"Scholar_Question_1_0_Answers": "Mùa Xuân,Mùa hè,Mùa Thu",
	"Scholar_Question_1_1": "Câu hỏi 2: Khi nào cây {0} cho ra quả?",
	"Scholar_Question_1_1_Options": "Cây mơ,Cây đào,Cây lựu",
	"Scholar_Question_1_1_Answers": "Mùa Xuân,Mùa hè,Mùa Thu",
	"Scholar_Question_1_2": "Câu hỏi 2: Khi nào cửa hàng của Pierre đóng cửa?",
	"Scholar_Question_1_2_Answers": "Thứ Tư,Thứ Năm,Thứ Ba,Thứ Hai,Thứ Bảy,Chủ Nhật, Thứ Sáu",
	"Scholar_Question_2_0": "Câu hỏi 3: Trong mùa nào bạn có thể bắt được {0}?",
	"Scholar_Question_2_0_Options": "Cá Chép,Cá Nóc,Cá Hồi,Mực Mực",
	"Scholar_Question_2_0_Answers": "Mọi mùa,Mùa hè,Mùa thu,Mùa đông",
	"Scholar_Question_2_1": "Câu hỏi 3: Bạn đã đi bao nhiêu bước?",
	"Scholar_Question_2_2": "Câu hỏi 3: Một con {0} giá bao nhiêu?",
	"Scholar_Question_2_2_Options": "Gà,Bò,Heo,Thỏ,Vịt",
	"Scholar_Question_2_2_Answers": "800g,1500g,16000g,8000g,1200g,11000g,7500g",
	"Scholar_Question_3_0": "Câu hỏi 4: Bạn có thể bắt được {0} ở đâu?",
	"Scholar_Question_3_0_Options": "Cá Đá,Cá Băng,Lươn dung nham",
	"Scholar_Question_3_0_Answers": "Mỏ cấp 20, Mỏ cấp 60, Mỏ cấp 100, Bãi biển, Cống rãnh, Mỏ cấp 120",
	"Scholar_Question_3_1": "Câu hỏi 4: Họ của George là gì?",
	"Scholar_Question_3_1_Answers": "Mullner,Millener,Molnar,Nelson,Miller",
	"Scholar_Question_3_2": "Câu hỏi 4: Có bao nhiêu thùng rác ở Thị Trấn Prelican?",
	"Scholar_Question_3_2_Answers": "8,12,6,11,4,10",
	"Cook_Intro": "Đầu bếp: Xin chào, cháu có muốn ăn món gì không?",
	"Cook_Intro_Yes": "Đầu bếp: Ồ, đúng vậy... Đó là những gì ta muốn nghe. *xì xụp*",
	"Cook_Intro_Yes2": "Đầu bếp: Ta sẽ làm cho cháu một món đặc biệt. Một thứ gì đó hoàn hảo phù hợp với gu vị độc đáo của cháu. Được chứ?",
	"Cook_Intro_Yes3": "Đầu bếp: Ồ hô... *cười khúc khích*... rất tốt. Bây giờ... cháu muốn ăn món gì?",
	"Cook_Ingredient0": "Súp Đậu Cường Tráng",
	"Cook_Ingredient1": "Bánh Mì Hang Động",
	"Cook_Ingredient2": "Trái Cây Hiếm",
	"Cook_Ingredient3": "Pho Mát Cheddar",
	"Cook_Ingredient4": "Tôm Hùm Biển",
	"Cook_ChoseIngredient": "Đầu bếp: Ah, đúng vậy... món {0}. Lựa chọn vô cùng tuyệt vời. Bây giờ... cháu sẽ dùng loại nước sốt nào?",
	"Cook_Sauce0": "Sốt Cà Chua Đặc",
	"Cook_Sauce1": "Kem Nấm",
	"Cook_Sauce2": "Si-Rô Anh Đào ",
	"Cook_Sauce3": "Sốt Tỏi Cay",
	"Cook_Sauce4": "Nước Sốt Siêu Cay",
	"Cook_ChoseSauce": "Đầu bếp: Tuyệt vời. {0} quả là một nước sốt ngon để hoàn thiện món ăn.",
	"Cook_Done": "Đầu bếp: Ta vừa nghĩ ra tên của món này là '{0}'. Thưởng thức đi!",
	"Cook_DishNames_0_1": "Bánh Mousse Đất",
	"Cook_DishNames_0_2": "Bánh Đậu Ngọt",
	"Cook_DishNames_0_3": "Súp Hầm Hang Đầu Lâu",
	"Cook_DishNames_0_4": "Bánh Ta-Cô Cay",
	"Cook_DishNames_1_0": "Ớt Núi",
	"Cook_DishNames_1_2": "Bánh Pha Lê",
	"Cook_DishNames_1_3": "Thịt Xiên Hang Động",
	"Cook_DishNames_1_4": "Bánh Mì Kẹp Xúc Xích",
	"Cook_DishNames_2_0": "Salad Rau Củ",
	"Cook_DishNames_2_1": "Bánh Siêu Dinh Dưỡng",
	"Cook_DishNames_2_3": "Sinh Tố Chiến Binh",
	"Cook_DishNames_2_4": "Vỏ Trái Cây Nhăn Nheo",
	"Cook_DishNames_3_0": "Pizza Sa Mạc Calico",
	"Cook_DishNames_3_1": "Nấm Nhồi Nướng Giòn",
	"Cook_DishNames_3_2": "Bánh Quesadilla Tinh Nghịch",
	"Cook_DishNames_3_4": "Nachos Sa Mạc",
	"Cook_DishNames_4_0": "Súp Hải Sản",
	"Cook_DishNames_4_1": "Tôm Rừng Nhiệt Đới",
	"Cook_DishNames_4_2": "Bánh Vòng Con Tôm",
	"Cook_DishNames_4_3": "Hơi Thở Của Biển Cả",
	"Cook_DishNames_4_4": "Súp Gumbo Sa Mạc",
	"Cook_Intro_No": "Đầu bếp: Đáng tiếc quá. Hãy quay lại khi cháu đã sẵn sàng thưởng thức món gì đó ngon miệng.",
	"Race_Closed": "Ông lão tốc độ: Các tay đua cần chút thời gian để chuẩn bị... Hãy quay lại sau!",
	"Race_Question": "Ông lão tốc độ: Đoán người chiến thắng và nhận một số giải thưởng tuyệt vời!",
	"Race_Guess": "Ông lão tốc độ: Cháu nghĩ ai sẽ thắng?",
	"Race_Guess_Made": "Ông lão tốc độ: {0}? Được rồi. Bây giờ hãy ngồi lại và tận hưởng cuộc đua!",
	"Race_Guess_Already_Made": "Ông lão tốc độ: Hãy xem liệu {0} có thể thực hiện được điều này không!",
	"Race_Collect_Prize_Special": "Ông lão tốc độ: Bằng cách nào?? Ừm...Chà, Đây là khoản tiền thưởng lớn của cháu...",
	"Race_Collect_Prize": "Ông lão tốc độ: Xin chúc mừng! Đây là giải thưởng của Cháu!",
	"Race_Late_Guess": "Ông lão tốc độ: Rất tiếc. Có vẻ như cuộc đua đã bắt đầu. Thử lại sau!",
	"Race_Ongoing": "Ông lão tốc độ: Cuộc đua hiện đang diễn ra! Nói chuyện sau nhé...",
	"Race_Ended": "Ông lão tốc độ: Cuộc đua đã kết thúc. Ta hy vọng cháu có một ngày vui vẻ!",
	"Race_Begin": "Cuộc đua tiếp theo sắp bắt đầu...",
	"Race_Ready": "Vào vị trí...  ",
	"Race_Set": "Sẵn sàng..",
	"Race_Go": "ĐUAAA!",
	"Race_Finish": "Kết Thúc!",
	"Race_Comment_1": "Hai tay đua đang rất suýt soát nhau",
	"Race_Comment_2": "Hai tay đua đang song song nhau!",
	"Race_Comment_3": "Đây có thể là một tốc độ chưa từng có trong Guiness",
	"Race_Comment_4": "Và bây giờ, khoảnh khắc mà tất cả mọi người đều đợi chờ...",
	"Race_Close": "Đó là cuộc đua cuối cùng cho hôm nay. Ta sẽ gặp lại cháu vào ngày mai!",
	"Race_Close_LastDay": "Và đó là tất cả cho các cuộc đua của năm nay! Hẹn gặp lại cháu lần sau!",
	"Race_Winner": "Người chiến thắng trong cuộc đua này là...",
	"Race_Win": "Hãy đến để nhận giải thưởng của cháu!",
	"Race_Lose": "Chúc may mắn lần sau!",
	"Racer_0": "Chiến Kê Tia Chớp",
	"Racer_1": "Bọ Cạp Xa Lộ",
	"Racer_2": "Cún Con Cao gót",
	"Racer_3": "Ốc Sên Tốc Hành",
	"Racer_4": "Cua Vỏ Xương rồng",
	"Shady_Guy_Closed": "Tên khả nghi: Heh...không phải bây giờ, nhóc. Lát nữa quay lại và chúng ta có thể nói chuyện.",
	"Shady_Guy_Ended": "Tên khả nghi: Đã quá muộn rồi nhóc. Hãy quay lại khi cuộc đua diễn ra.",
	"Shady_Guy_Ongoing": "Tên khả nghi: Hãy chú ý đến cuộc đua, nhóc! Chúng ta có thể nói chuyện sau...",
	"Shady_Guy_Late": "Tên khả nghi: Đã quá muộn, cuộc đua đã bắt đầu. Hãy nói chuyện lại sau...",
	"Shady_Guy_Intro": "Tên khả nghi: Sụyt... Này nhóc. Nhóc có theo dõi những cuộc đua này không? Khá thú vị phải không?",
	"Shady_Guy_Intro_2": "Tên khả nghi: ... Nhóc có muốn một cuộc 'trao đổi' nhỏ không.",
	"Shady_Guy_Intro_3": "Tên khả nghi: Chỉ cần chọn một tay đua, và cuộc đua tiếp theo của tay đó sẽ làm nhóc bất ngờ... bắt kịp cú drift này chứ?",
	"Shady_Guy": "Tên khả nghi: Nhóc sẽ chỉ tốn 1 quả trứng Calico. Một cái giá nhỏ phải trả cho 'lợi thế' mà nhóc sẽ nhận được.",
	"Shady_Guy_2nd": "Tên khả nghi: Cần 'dịch vụ' này chứ? Nhóc sẽ chỉ tốn 1 Trứng Calico.",
	"Shady_Guy_Question": "Tên khả nghi: Tốt đó, vậy ai sẽ là tay đua xui xẻo?",
	"Shady_Guy_NoEgg": "Tên khả nghi: Có vẻ như nhóc không có quả trứng Calico nào cả. Đừng lãng phí thời gian!",
	"Shady_Guy_Selected_1": "Tên khả nghi:  Tay {0} hả? Nhóc bắt đầu hiểu rồi đó.",
	"Shady_Guy_Selected_2": "Tên khả nghi:  {0} hả?. Chờ tí đang có một cuộc gọi cần quan trọng...",
	"Shady_Guy_Selected_3": "Tên khả nghi: {0} sao? Chắc chắn rồi... Chúc may mắn, nhóc.",
	"Marlon_Closed": "Ta vẫn đang sắp xếp mọi thứ. Tại sao cháu không ghé lại sau?",
	"Marlon_Intro": "Này, @. Chào mừng cháu đến với Gian hàng Thử thách của Bang hội Nhà thám hiểm.#$b#Mỗi ngày, bọn ta sẽ có một cặp thử thách để cháu lựa chọn. Hoàn thành một thử thách và bang hội sẽ thưởng cho cháu phần thưởng Trứng Calico.#$b#Khi cháu đã chọn một thử thách, cháu sẽ không thể thay đổi quyết định của mình, vì vậy hãy chọn cẩn thận!",
	"Marlon_1": "Cháu đang muốn kiểm tra dũng khí của mình phải không?#$b#Ta có một vài thử thách có thể giúp cháu làm được điều đó.",
	"Marlon_2": "Có phải cháu đang cảm nhận được tinh thần của nhà thám hiểm?#$b#Tốt, đây là những thử thách của ngày hôm nay.",
	"Marlon_3": "Ta hy vọng cháu đã nâng cấp vũ khí của mình.#$b#Cháu sẽ cần chúng ở trạng thái tốt nhất cho những thử thách ngày hôm nay.",
	"Marlon_4": "Ta có thể thấy ánh nhìn táo bạo trong mắt cháu.#$b#Thử thách thì sao?",
	"Marlon_Challenge_Chosen": "Cháu vẫn đang thực hiện thử thách phải không?#$b#Chà, nó đây rồi, phòng trường hợp cháu cần một lời nhắc nhở.",
	"Marlon_Challenge_Finished": "Rất tốt.#$b#Ngày mai sẽ có nhiều thử thách hơn, vì vậy hãy thư giãn và nghỉ ngơi một chút.",
	"Marlon_Challenge_Finished_LastDay": "Này, cháu đã làm được! Ta rất ấn tượng.#$b#Năm nay chỉ vậy thôi, nhưng Gil và ta sẽ lại ở đây vào lần tới.",
	"Gil_NoRating": "Đó là một ngày hoàn toàn mới... hãy quay lại khi cháu đã chứng tỏ được bản thân trong hang động.",
	"Gil_NextYear": "Năm nay chỉ có vậy đấy... *ngáy*...",
	"Gil_ComeBack": "Hôm nay chỉ có vậy thôi. Cháu có thể thử lại vào ngày mai, nếu cháu sẵn sàng... *ngáy*...",
	"Gil_SubmitRating": "Gửi Số trứng cao nhất hôm nay cho Gil?^(Số trứng {0})",
	"Gil_Rating_1to4": "...{0}? Hahahaha.... được rồi, nhóc. Đây là một phần thưởng nhỏ dành cho cháu... bây giờ, hãy đi chơi với những đứa trẻ khác.",
	"Gil_Rating_5to9": "...{0}? Điều đó không quá ấn tượng nhưng ít nhất cháu cũng có can đảm để thử. Đây là một chút gì đó.",
	"Gil_Rating_10to14": "{0} hả? Không tệ, không tệ... tất nhiên, khi ta bằng tuổi cháu ta đã làm điều đó gấp đôi. Với một thanh kiếm rỉ sét và không có thức ăn!",
	"Gil_Rating_15to19": "{0}... điều đó không tệ chút nào. Đó chính là con số mà chúng ta đang tìm kiếm trong Hội Thám giá. Đây là giải thưởng của cháu.",
	"Gil_Rating_20to24": "{0}? Được rồi, ta rất ấn tượng đó...#$b#Này, Marlon! Hãy xem thứ này... Số Trứng là {0} trong ngày!",
	"Gil_Rating_25": "{0}!?!#$b#Chà, ta sẽ... Chúng ta có một thợ săn trứng Calico thực thụ ở đây!",
	"Gil_Rating_50": "{0}!?!?!?!?!?!?!?!?$h",
	"Gil_Rating_1000": "Cháu có nghe thấy một giọng nói trong đầu không?: 'Thật là nhục nhã khi gửi số trứng có được thông qua việc sử dụng phần mềm gian lận!'",
	"MakeOver_NoStylist": "Vui lòng quay lại khi có người phục vụ.",
	"MakeOver_Emily_AlreadyStyled": "Em trông thật tuyệt!$h#$b#Hãy quay lại vào một ngày khác và tụi chị sẽ mang đến một diện mạo mới cho em!",
	"MakeOver_Sandy_AlreadyStyled": "Không tệ chút nào đâu em yêu!$h#$b#Hãy quay lại sớm nhé, một diện mạo mới đang chờ em!",
	"MakeOver_Emily_InventoryFull": "Hmm, túi đồ của em có vẻ hơi đầy rồi. Hãy quay lại khi em có đủ chỗ cho một bộ quần áo đầy đủ!",
	"MakeOver_Sandy_InventoryFull": "Hmm, túi đồ của em có vẻ hơi đầy rồi. Hãy quay lại khi em có đủ chỗ cho một bộ quần áo đầy đủ.",
	"MakeOver_Emily_1": "Được rồi, trước khi tiếp tục, hãy để chị hình dung ra khí chất của em, để xem phong cách nào sẽ khiến em hạnh phúc nhất...",
	"MakeOver_Emily_2": "Đúng, chị thấy rồi...",
	"MakeOver_Emily_Reaction1": "Ôi, xin lỗi nếu điều đó làm em nhột.",
	"MakeOver_Emily_Reaction2": "Ối, xin lỗi nếu điều đó làm em đau!",
	"MakeOver_Emily_Reaction3": "Wow, nhiều gel tóc quá...",
	"MakeOver_Emily_Reaction4": "Không... việc này không được...",
	"MakeOver_Emily_Reaction5": "Đây, bắt lấy!",
	"MakeOver_Emily_Reaction6": "Ồ nhìn kìa, món Súp lơ chiên...",
	"MakeOver_Emily_Reaction7": "Hãy cắt bớt cái này một chút ở đây...",
	"MakeOver_Emily_Reaction8": "Đây, hãy để chị dùng ngón tay của mình để làm mờ cái này một chút...",
	"MakeOver_Emily_Reaction9": "Được rồi, chuẩn bị sẵn sàng nhé, cái này có thể hơi chật...",
	"MakeOver_Emily_3": "Được rồi, chị hiểu rồi!$h#$b#Chị sắp vào rồi, nên đừng lo lắng!",
	"MakeOver_Emily_4": "Ở đó!",
	"MakeOver_Emily_5": "Đúng! Chị có thể cảm nhận được điều đó, con người bên trong và bên ngoài của em giờ đã hòa hợp hoàn hảo!$h#$b#Chị nóng lòng chờ em nhìn thấy diện mạo mới!$h",
	"MakeOver_Emily_Done": "Vậy? Em nghĩ sao?#$b#Chị đã cất quần áo cũ của em vào túi đồ đề phòng trường hợp em đổi ý!$h",
	"MakeOver_Sandy_1": "...",
	"MakeOver_Sandy_2": "Ối! Đó là gợi ý của chị!",
	"MakeOver_Sandy_3": "Gõ, gõ, em yêu! Chị đang vào đây!",
	"MakeOver_Sandy_4": "Cùng xem nào...",
	"MakeOver_Sandy_5": "Được rồi!",
	"MakeOver_Sandy_6": "Thật thú vị!$h#$b#Chị hy vọng em cũng hài lòng với diện mạo mới của mình!$h",
	"MakeOver_Sandy_Done": "Trông em thật rạng rỡ!#$b#Chị đã cất quần áo cũ của em vào ba lô phòng trường hợp em đổi ý.$h",
	"Shop_Abigail": "Em tìm được vài thứ ngẫu nhiên trong tủ quần áo của mình. Hãy thử xem qua chúng?",
	"Shop_Maru": "Hãy thử xem các món hàng của em.",
	"Shop_Emily": "Ah, ở đây có bóng râm thật dễ chịu.",
	"Shop_Leah": "Chị có một ít gỗ nên chị đã làm những chiếc tủ sách nhỏ này...",
	"Shop_Harvey": "Ồ, ừm... đây là một số máy bay mô hình anh đã chế tạo... em có thích chúng không?",
	"Shop_Pierre": "Suỵt... Chú đang bán trứng để lấy tiền! Hehe... Đừng nói với Lewis.",
	"Shop_Sam": "Muốn chiếc ván trượt cũ bị hỏng của tớ không? Tớ đoán cậu có thể sử dụng nó để trang trí hoặc làm thứ gì đó.",
	"Shop_Sebastian": "Tớ tìm thấy vài thứ bên hồ.",
	"Shop_Alex": "Này, mua trứng không?",
	"Shop_Caroline": "Xin chào. Cô hy vọng cháu nhìn thấy một cái gì đó cháu thích.",
	"Shop_Gus": "Cháu đang có tâm trạng muốn ăn thứ gì đó ngon không?",
	"Shop_Elliott": "Một số thứ thú vị đã trôi dạt vào bãi biển. Em muốn trao đổi không?",
	"Shop_Haley": "Tốt nhất là cậu nên đi tìm thêm trứng để có thể mua tất cả đồ của mình!",
	"Shop_Demetrius": "Cháu có quả trứng nào để trao đổi không? Chú đang nghiên cứu thành phần của vỏ.",
	"Shop_Clint": "Cháu cần quặng gì không?",
	"Shop_Robin": "Này, hãy xem ảnh nền tùy chỉnh này mà cô đã tạo. Cháu muốn nó chứ?",
	"Shop_Pam": "Hehehe... Cô tìm thấy vài đồ uống cũ ở phía sau tủ lạnh.",
	"Shop_Penny": "Chào! Mình hy vọng bạn tìm thấy một cái gì đó mà bạn thích.",
	"Shop_Leo": "Tui có thể có một ít trứng được không? Tui muốn đặt chúng vào tổ của mình.",
	"Shop_Evelyn": "Chào cưng. Xin hãy dành thời gian, bà sẽ ở đây cả ngày!",
	"Shop_George": "Ta có mọi thứ đáng để bán.",
	"Shop_Marnie": "Bác tìm thấy thêm một cuộn giấy dán tường từ nhà. Cháu có thể lấy nó với giá 20 quả trứng Calico!",
	"Shop_Shane": "Tôi tìm thấy một số thực phẩm trong tủ đông. Chúng là của cậu với giá rẻ. Đừng nhìn vào ngày hết hạn.",
	"Shop_Jas": "Chào... Ừm... *cười khúc khích*",
	"Shop_Jodi": "Cô xin lỗi, những món đồ của cô năm nay không được tốt lắm...",
	"Shop_Vincent": "Chào! Ừm... em tìm thấy vài thứ. Mua nó giúp em đi!?",
	"Shop_Kent": "Này, chú có vài thứ cần bán. Hãy cho chú biết nếu có điều gì khiến cháu chú ý.",
	"Shop_Eggs": "T...Trao đổi... T...Trứng...",
	"DF_Mine_Explanation": "---Chào mừng đến với Thử thách Hang đầu lâu!---^Trứng Calico và Tượng Calico bí ẩn đã xuất hiện khắp các hang động.^",
	"DF_Mine_Explanation_2": "\"Số trứng\" cho bạn biết khả năng tìm thấy Trứng Calico. ^^ \"Số trứng\" tăng sau mỗi 5 cấp độ xuống tầng, cũng như bất cứ khi nào bạn kích hoạt Tượng Calico.^",
	"DF_Mine_Explanation_3": "...Nhưng hãy cẩn thận! Tượng Calico cũng sẽ tạo ra nhiều hiệu ứng kỳ lạ và nguy hiểm khác nhau! ^^ Hãy ghé thăm Gil để nhận giải thưởng khi đạt được \"Số trứng\" cao.^",
	"DF_Mine_CalicoStatue": "Tượng Calico",
	"DF_Mine_CalicoStatue_MP_Message": "Tượng Calico: \"{0}\" đã được kích hoạt.",
	"DF_Mine_CalicoStatue_Name_0": "Bóng Ma Tràn Lan",
	"DF_Mine_CalicoStatue_Name_1": "Mãng Xà Đột Kích",
	"DF_Mine_CalicoStatue_Name_2": "Xương Khô Hoành Hành",
	"DF_Mine_CalicoStatue_Name_3": "Dơi Cuồng Loạn",
	"DF_Mine_CalicoStatue_Name_4": "Bọ Sát Thủ",
	"DF_Mine_CalicoStatue_Name_5": "Vỏ Mỏng Manh",
	"DF_Mine_CalicoStatue_Name_6": "Bữa Ăn Đạm Bạc",
	"DF_Mine_CalicoStatue_Name_7": "Quái Vật Đông Đúc",
	"DF_Mine_CalicoStatue_Name_8": "Nanh Sắc Bén",
	"DF_Mine_CalicoStatue_Name_9": "Lời Nguyền Lăng Mộ",
	"DF_Mine_CalicoStatue_Name_10": "Giày Thần Tốc",
	"DF_Mine_CalicoStatue_Name_11": "Nạp Lại Sức Mạnh",
	"DF_Mine_CalicoStatue_Name_12": "Kho báu 50 quả trứng",
	"DF_Mine_CalicoStatue_Name_13": "Vô Tác Dụng",
	"DF_Mine_CalicoStatue_Name_14": "Răng Sún",
	"DF_Mine_CalicoStatue_Name_15": "Kho báu 25 quả trứng",
	"DF_Mine_CalicoStatue_Name_16": "Kho báu 10 quả trứng",
	"DF_Mine_CalicoStatue_Name_17": "Kho báu 100 quả trứng",
	"DF_Mine_CalicoStatue_Description_0": "Tăng số lượng Ma xuất hiện",
	"DF_Mine_CalicoStatue_Description_1": "Tăng số lượng Mãng Xà xuất hiện",
	"DF_Mine_CalicoStatue_Description_2": "Xương Khô trở nên hung hăng hơn...",
	"DF_Mine_CalicoStatue_Description_3": "Tăng số lượng Dơi xuất hiện",
	"DF_Mine_CalicoStatue_Description_4": "Tất cả các loài bọ bình thường biến thành Bọ Sát Thủ nguy hiểm",
	"DF_Mine_CalicoStatue_Description_5": "Mất nhiều trứng hơn khi bị hạ gục",
	"DF_Mine_CalicoStatue_Description_6": "Hiệu quả hồi máu/năng lượng từ thức ăn giảm một nửa",
	"DF_Mine_CalicoStatue_Description_7": "Tăng mật độ quái vật xuất hiện",
	"DF_Mine_CalicoStatue_Description_8": "Quái vật gây nhiều sát nhiều hơn",
	"DF_Mine_CalicoStatue_Description_9": "Xác Ướp trở nên nhanh và hung hãn hơn",
	"DF_Mine_CalicoStatue_Description_10": "Tăng tốc độ di chuyển của nhân vật",
	"DF_Mine_CalicoStatue_Description_11": "Hồi đầy máu và năng lượng cho nhân vật!",
	"DF_Mine_CalicoStatue_Description_12": "50 Trứng Calico",
	"DF_Mine_CalicoStatue_Description_13": "Không có tác dụng gì cả",
	"DF_Mine_CalicoStatue_Description_14": "Quái vật gây ít sát thương hơn",
	"DF_Mine_CalicoStatue_Description_15": "25 quả trứng Calico",
	"DF_Mine_CalicoStatue_Description_16": "10 quả trứng Calico",
	"DF_Mine_CalicoStatue_Description_17": "100 quả trứng Calico!",
	"FishingDerbySign": "[textcolor black][letterbg LooseSprites\\\\troutDerbyLetterBG 0]        -----Cá Hồi Tranh Đấu------- ^^Cuối tuần này, từ ngày 20 đến ngày 21 mùa Hè: ^^Hãy đến thể hiện kỹ năng câu cá của bạn và giành giải thưởng! ^^(Lưu ý: Bất kỳ vật dụng cá nhân nào được tìm thấy gần biển báo này sẽ được gửi đến khu vực thất lạc.)",
	"SquidFestSign": "[textcolor black][letterbg LooseSprites\\\\squidFestLetterBG 0]             -----Lễ hội Mực------ ^^Thứ Sáu ngày 12 và Thứ Bảy ngày 13: ^^Cuộc vui câu mực kéo dài hai ngày. Nếu bạn có thể đạt được mục tiêu đánh bắt hàng ngày của chúng tôi, bạn sẽ giành được giải thưởng.^^ (Lưu ý: Bất kỳ vật dụng cá nhân nào được tìm thấy gần biển báo này sẽ được gửi đến khu vực thất lạc.)",
	"Jas_IceCream": "Có phải... cái đó dành cho em phải không?$u#$b#Wow! Em đang thèm ăn kem... Cảm ơn ${anh^chị}$! ${Anh^Chị}$ thật tuyệt vời!$h",
	"FishingDerby_Exclamation0": "Dính câu!",
	"FishingDerby_Exclamation1": "Cá cắn câu rồi!",
	"FishingDerby_Exclamation2": "Hụt rồi...",
	"FishingDerby_Exclamation3": "Cảm giác như có cá rỉa mồi...",
	"FishingDerby_Exclamation4": "Cố lên...",
	"FishingDerby_Exclamation5": "Lại cắn câu rồi!",
	"FishingDerby_Exclamation6": "Tóm gọn!",
	"GetRewards": "Nhận thưởng",
	"Explanation": "Giải thích",
	"Leave": "Rời khỏi",
	"FishingDerbyBooth_Intro": "Chào mừng đến với Cá Hồi Tranh Đấu! Ta có thể giúp gì cho cháu?",
	"FishingDerbyBooth_Explanation": "Trong sự kiện này, Cá hồi Cầu Vồng có cơ hội mang 'thẻ Vàng'. Nếu cháu tìm thấy một cái, hãy chuyển nó vào đây để nhận giải thưởng!",
	"FishingDerbyBooth_BagFull": "Có vẻ như túi của cháu đã đầy rồi!",
	"FishingDerbyBooth_NoTags": "Có vẻ như cháu không có cá loại Vàng nào... tốt hơn nên câu cá!",
	"TroutDerby_NowOpen": "Cuộc thi câu Cá Hồi hàng năm đã bắt đầu.",
	"TroutDerby": "Cá Hồi Tranh Đấu",
	"SquidFest": "Lễ hội Mực",
	"SquidFest_NowOpen": "Lễ hội Mực đã bắt đầu.",
	"DesertFestival_NowOpen": "Lễ hội Sa mạc hiện đã mở cửa!",
	"DesertFestival": "Lễ hội Sa Mạc",
	"SquidFestBooth_Intro": "Chào mừng đến với Lễ hội mực! Ta có thể giúp gì cho cháu?",
	"SquidFestBooth_Explanation": "Đó là một thử thách câu Mực! Nếu cháu có thể đạt được mục tiêu đánh bắt hàng ngày, cháu sẽ giành được giải thưởng. Kiểm tra biển báo bên trái. Bọn ta còn thả một loại mồi đặc biệt xuống nước để Mực hoạt động cả ngày!",
	"SquidFestBooth_NoRewards": "Cháu chưa nhận được bất kỳ phần thưởng nào. Tốt hơn hết cháu nên bắt đầu bắt một ít Mực!",
	"SquidFest_AlreadyGotAvailableRewards": "Hiện tại cháu vẫn không nhận bất kỳ phần thưởng nào. Tiếp tục bắt thêm Mực nhé!",
	"SquidFest_GotAllRewardsToday": "Chúc mừng! Cháu đã đạt được mục tiêu cấp Iridium của bọn ta và kiếm được tất cả phần thưởng có thể có cho ngày hôm nay.",
	"Tent_Blocked": "Cần nhiều không gian hơn để căng lều.",
	"greenrainmessage": "Một cơn mưa xanh đang rơi xuống Thung lũng Stardew.",
	"MasteryCave": "Chỉ những ai am hiểu cả năm bí kíp mới có thể tiến vào. ({0}/5)",
	"NewIdeas": "Hãy dành thời gian suy nghĩ kỹ về những ý tưởng mới này...",
	"FinalPath": "Con đường cuối cùng:",
	"0_Mastery": "Làm chủ Nông nghiệp",
	"1_Mastery": "Câu cá thành thạo",
	"2_Mastery": "Làm chủ Hái lượm",
	"3_Mastery": "Khai khoáng thành thạo",
	"4_Mastery": "Tinh thông Chiến đấu",
	"Claim": "Nhận",
	"HeavyFurnace_coal": "Cần 3 Cục than",
	"HeavyFurnace_ores": "Yêu cầu 25 quặng.",
	"BlessingOfWaters": "Phước lành Nước chảy",
	"BlessingOfSpeed": "Phước lành Tốc độ",
	"BlessingOfLuck": "Phước lành May mắn",
	"BlessingOfFangs": "Phước lành Răng nanh",
	"BlessingOfTheButterfly": "Phước Lành Bướm hoa",
	"BlessingOfFriendship": "Phước lành Bạn hữu",
	"BlessingOfEnergy": "Phước lành Năng lượng",
	"BlessingOfEnergy_description": "Nhận lấy năng lượng vô tận.",
	"BlessingOfFangs_description": "+10% may mắn Tấn công ra Đòn chí mạng",
	"BlessingOfFriendship_description": "Tăng thêm tình bạn khi nói chuyện với mọi người.",
	"BlessingOfTheButterfly_description": "Một chú bướm Tán sắc đang đợi bạn ở đâu đó trong Thung lũng...",
	"BlessingOfWaters_description": "Bạn sẽ câu được 3 con cá đầu tiên rất dễ dàng. ({0} con còn lại)",
	"Mastery": "Thành thạo:",
	"Farming_Mastery": "Bạn vừa tìm thấy Bánh quy vật nuôi Hoàng kim, loại bánh này giúp nhân đôi sản phẩm của vật nuôi trong trang trại vĩnh viễn. Không có tác dụng với Lợn.",
	"Fishing_Mastery": "Bạn vừa tìm thấy Rương câu cá Vàng.",
	"Foraging_Mastery": "Bạn tìm thấy Hộp Bí ẩn Vàng, chứa các vật phẩm Cao cấp.",
	"Mining_Mastery": "Nhận gấp đôi Đá quý khi khai khoáng.",
	"ChooseOne": "Chọn một cái:",
	"DwarfStatue_source": "Tượng Vua Người Lùn",
	"DwarfStatue_0": "Nhận thêm +1 quặng khi khai khoáng.",
	"DwarfStatue_1": "Cơ hội tìm thấy Thang xuống hoặc Hố trong Hang cao hơn.",
	"DwarfStatue_2": "Cơ hội tìm thấy Than cao hơn.",
	"DwarfStatue_3": "Bom sẽ không gây sát thương.",
	"DwarfStatue_4": "Có cơ hội tìm thấy Hốc tinh cao hơn.",
	"Trinkets": "Đồ trang sức:",
	"Trinkets_Description": "Mở khóa một khe trang bị mới cho Đồ trang sức. Đồ trang sức có thể được tìm thấy trong khi phiêu lưu và ban cho sức mạnh đặc biệt.",
	"MagicQuiver_Name": "Tên Ma Thuật",
	"MagicQuiver_Description": "Bắn một mũi tên ma thuật vào kẻ địch ở gần cứ sau {0} giây, gây {1}-{2} sát thương .",
	"FrogEgg_Name": "Trứng Ếch",
	"FrogEgg_Description": "Triệu hồi một con ếch đói bụng đồng hành.",
	"MagicHairDye_Name": "Gel Vuốt Tóc Kỳ Diệu",
	"MagicHairDye_Description": "Mái tóc của bạn lung linh với đủ màu sắc từ Mảnh Tán Sắc.",
	"FairyBox_Name": "Hộp Cổ Tích",
	"FairyBox_Description": "Triệu hồi một tiên nữ giúp chữa lành vết thương cho bạn trong khi chiến đấu.",
	"FairyBox_Description2": "Triệu hồi một tiên nữ cấp {0} để chữa lành vết thương cho bạn trong khi chiến đấu.",
	"ParrotEgg_Name": "Trứng Vẹt",
	"ParrotEgg_Description": "Triệu hồi một con vẹt cấp {0}, con vẹt này cho bạn {1} cơ hội tìm thấy tiền vàng khi tiêu diệt quái vật.",
	"IceRod_Name": "Gậy Băng Giá",
	"IceRod_Description": "Bắn một quả cầu băng sau mỗi {0} giây, đóng băng bất kỳ kẻ thù nào trên đường đi của nó trong {1} giây.",
	"IridiumSpur_Name": "Đinh Vàng",
	"IridiumSpur_Description": "Các đòn chí mạng giúp bạn tăng tốc độ trong {0} giây.",
	"BasiliskPaw_Name": "Móng Vuốt Tử Xà",
	"BasiliskPaw_Description": "Bạn miễn nhiễm với các đòn tấn công bất lợi.",
	"PerfectIceRod": "Gậy Băng Giá Hoàn Hảo",
	"RapidMagicQuiver": "Tên Ma Thuật Tốc Độ Cao",
	"HeavyMagicQuiver": "Tên Ma Thuật Hạng Nặng",
	"PerfectMagicQuiver": "Tên Ma Thuật Hoàn Hảo",
	"frog_variant_0": "Trứng Ếch Xanh Lá",
	"frog_variant_1": "Trứng Ếch Nâu",
	"frog_variant_2": "Trứng Ếch Lục Lam",
	"frog_variant_3": "Trứng Ếch Xanh Dương",
	"frog_variant_4": "Trứng Ếch Đỏ",
	"frog_variant_5": "Trứng Ếch Bàng",
	"frog_variant_6": "Trứng Ếch Hư Không",
	"frog_variant_7": "Trứng Ếch Tán Sắc",
	"IridiumSpur": "Đinh Vàng",
	"ParrotEgg_Chance_0": "thấp",
	"ParrotEgg_Chance_1": "trung bình",
	"ParrotEgg_Chance_2": "cao",
	"ParrotEgg_Chance_3": "rất cao",
	"Anvil_fail": "Bạn chỉ có thể rèn lại các Đồ trang sức trên cái này.",
	"Anvil_bars": "Yêu cầu 3 thanh Iridium.",
	"GoldenParrot": "*Ối*... Tiền! *Ối*... Tìm quả óc chó vàng!",
	"GoldenParrot_Yes": "Có (Chi phí {0}g)",
	"GoldenParrot_Tonight": "*Ối*... Ngủ đi! *Ối*... Chúng ta sẽ làm điều đó tối nay!",
	"GoldenParrot_Sure": "(Mình có chắc với quyết định này không nhỉ? Nếu mấy con vẹt tìm hết chỗ quả óc chó vàng còn lại, thì mình sẽ không được trải nghiệm Đảo Gừng một cách trọn vẹn...)",
	"Fizz_Intro_1": "Vậy là... nhóc nhận được thư của ta rồi hả? Rất vui được gặp nhé.#$b#Ta là Fizz. Thuộc Phòng Dịch vụ Đặc biệt Joja.$h#$b#Chưa nghe nói về ta hả? Cũng bình thường thôi, đa số mọi người đều vậy...#$b#Joja không quảng cáo rầm rộ về phòng này đâu. Nhắm đến đối tượng khách hàng 'cao cấp' mà, hiểu không?#$b#Chúng ta làm cái gì? Hehe... cứ hiểu là ... chuyên giải quyết các vấn đề 'nhạy cảm về pháp lý' ... bắt nhịp được không?#$b#Nhưng thôi dông dài. Vào việc chính nào.#$b#Nghe nói nhóc đang muốn đạt được 'sự hoàn hảo'. Mục tiêu cao cả đấy! ... nhưng mà khó lắm. Rất khó là đằng khác.#$b#Nấu nướng, chế đồ, chém giết quái vật, lại còn mấy mối quan hệ rắc rối nữa... thở dài. Nhìn là biết nhóc căng thẳng cỡ nào rồi.$s#$b#Nhưng mà... chẳng cần áp lực thêm làm gì nữa! Chúng ta lo hết.$h#$b#Nhóc thấy mấy tờ giấy này không? Nó gọi là 'giấy miễn trừ hoàn hảo' đấy.#$b#Mỗi tờ quý giá này tương đương với 1% tiến trình hoàn hảo. Đã có cả chữ ký của ông Kỳ rồi... hàng thật giá thật!#$b#Trông ta có giống người dối trá không??$u#$b#...$u#$b#Đừng trả lời.$h#$b#...Thôi kệ, ta đang bán mấy tờ này với cái giá cực yêu... chỉ 500,000g một tờ thôi. Hời lắm đấy!#$b#Ta cũng không ép đâu. Cứ từ từ suy nghĩ! Ta sẽ đợi...$u",
	"Fizz_Intro_2": "Vậy... nhóc thấy thế nào? 500.000g cho cái gọi là 'Từ bỏ sự Hoàn hảo' thực sự?",
	"Fizz_Yes": "Có (Chi phí 500.000g)",
	"Fizz_Sweet": "Hí hí!",
	"Waiver_Note": "Bạn đã nhận được 'giấy miễn trừ hoàn hảo'! (Tổng cộng: {0})",
	"Waiver_Note_Multiplayer": "{0} đã mua 'giấy miễn trừ hoàn hảo'...",
	"TownTreeWarning": "Bạn không nên chặt cây trong thị trấn.",
	"Bookseller": "Người bán sách",
	"Book_Category": "Sách",
	"skillBook_Category": "Sách kỹ năng",
	"alreadyreadbook": "Đọc lại cuốn sách này sẽ nhận được một số {0} kinh nghiệm.",
	"alreadyreadbook_random": "Đọc lại cuốn sách này sẽ mang lại cho bạn một lượng kinh nghiệm nhỏ trong mọi lĩnh vực.",
	"BooksellerInTown": "Hôm nay người bán sách đã đến thị trấn.",
	"SkillBookMessage": "Bạn vừa học được thêm kĩ năng về {0}.",
	"SkillName_0": "Nông nghiệp",
	"SkillName_1": "Đánh bắt cá",
	"SkillName_2": "Hái lượm",
	"SkillName_3": "Khai thác mỏ",
	"SkillName_4": "Chiến đấu",
	"QoS_Cookbook": "Bạn vừa học được {0} công thức nấu ăn mới.",
	"guild_door": "Tiêu diệt 1000 quái vật để vào đây. ([FarmerStat monstersKilled]/1000)",
	"FoundABook": "Bạn đã tìm thấy bản sao của '{0}'.",
	"ForestMagic": "Phép Thuật Rừng Xanh",
	"ForestMagic_Description": "Sức mạnh của rừng xanh đã chảy trong bạn...",
	"BearPaw_Description": "Giá bán quả Mâm xôi và Cá hồi tăng gấp 3 lần.",
	"SpringOnionMastery_Description": "Giá bán Hành lá tăng gấp 5 lần.",
	"Marnie_Counter": "'Bác không có ở đây nhưng bạn vẫn có thể mua hàng bằng Danh Mục Động Vật!' -Marnie",
	"GameMenu_Powers": "Vật phẩm và quyền hạn đặc biệt",
	"FixRaccoonStump_Hint": "Cây cổ thụ không còn nữa... tuy nhiên, với 100 mảnh gỗ cứng, nơi này có thể được sửa lại.",
	"FixRaccoonStump_Question": "Dùng 100 miếng gỗ cứng để sửa gốc cây?",
	"FixRaccoonStump_Done": "Có lẽ ai đó sẽ quyết định chuyển đến đây...",
	"GreenRainForecast": "Ừm... Hình như có một số... cách đọc bất thường... Tôi... không biết điều này có nghĩa là gì...",
	"Raccoon_expanded": "Cửa hàng gấu mèo đã được mở rộng.",
	"Raccoon_busy": "Một người chơi khác hiện đang nói chuyện với gấu mèo.",
	"Raccoon_intro_0": "Gấu Mèo: Đói... cần cá...",
	"Raccoon_interim_1": "Gấu Mèo: Bây giờ, có lẽ tui sẽ tìm được một người vợ...",
	"Raccoon_intro_1": "Gấu Mèo: Đói...cần trái cây...",
	"Raccoon_interim_2": "Gấu Mèo: Bây giờ, bọn tui sẽ thành lập một gia đình...",
	"Raccoon_intro_2": "Gấu Mèo: Đói... cần nấm...",
	"Raccoon_interim_3": "Gấu Mèo: Bây giờ, bọn tui sẽ phát triển gia đình lớn hơn...",
	"Raccoon_intro_3": "Gấu Mèo: Khát... cần nước trái cây...",
	"Raccoon_interim_4": "Gấu Mèo: Cậu là một người bạn tốt, bobo.",
	"Raccoon_intro_4": "Gấu Mèo: Suỵt... bobo. Tui cần một món quà cho vợ.",
	"Raccoon_interim_5": "Gấu Mèo: Hiện tại bọn tui đang rất hạnh phúc, bobo...",
	"Raccoon_intro": "Gấu Mèo: Hãy giúp tụi tui và tui sẽ tặng cậu thứ gì đó tuyệt vời.",
	"Raccoon_interim": "Gấu Mèo: Chúng ta đang làm rất tốt, bobo...",
	"Raccoon_receive": "Gấu Mèo: Cảm ơn, bobo. Hãy nhận lấy...",
	"bigtree": "Đó là một cái cây lớn, nhưng gỗ bắt đầu mục nát...",
	"windstorm": "Có một cơn bão mạnh trong đêm...",
	"MasteryRequirement": "Bạn chưa có đủ kiến ​​thức để sử dụng...",
	"MysteryBoxAnnounce": "Hộp bí ẩn đã xuất hiện....",
	"MasteryHint": "Bạn cảm thấy một con đường mới đang rộng mở...",
	"Farm_Ranching_Description": "Trang trại Chăn thả_Không phải nơi lý tưởng nhất để trồng trọt, nhưng lại có một loại cỏ xanh dai mà động vật rất thích. Bạn sẽ bắt đầu với hai con gà.",
	"StarterChicken_Names": "Portobello,Porcini | Chicky,Grushenka | Lucky,Clover | Salt,Pepper | Pecky,Clucky | Brunhilde,Gretchen | Billie,Bertha | Pickle,Zucchini | Peachie,Papaya | Potpourri,Ann | Buster,Scrappy | Petal,Twig | Cheeper,Squeaks | Skwash,Pumpkin | Goldie,Cocoa | Toast,Beans | Chip,Dip | Hazel,Peanut | Winky,Nod | Huffy,Puffy | Eggy,Ollie | Polka,Dot | Tiny,Shrimp | Fishy,Roe | Princess,Lady | Misty,Beluga | Snowy,Gingersnap | Honey,Biscuit | Piccolo,Viola | Potatoes,Gravy",
	"FishFrenzy_town": "Cơn sốt {0} đã lan tràn trong thị trấn.",
	"FishFrenzy_forest": "Cơn sốt {0} đang náo nhiệt trong Rừng Cindersap.",
	"FishFrenzy_mountain": "Cơn sốt {0} đã nổ ra ở vùng núi.",
	"FishFrenzy_beach": "Cơn sốt {0} đã bắt đầu ở bãi biển.",
	"SpiritsEveCart": "Dùng lối tắt bí mật để quay lại?",
	"Pam_busSign": "Hôm nay cô sẽ đi lễ hội, nhóc! Cháu sẽ phải tự lái xe. -Pam",
	"TravelingMerchant_DF_Closed": "Đóng cửa đến trưa.",
	"TravelingMerchant_DF": "Ahh... không gì bằng không khí ấm áp của Sa mạc Calico. Con lợn hồng cũng thích nó.",
	"Spouse_Goodnight1": "Đi ngủ chưa?",
	"Spouse_Goodnight0": "Chúc ngủ ngon, {0}.",
	"Instant": "Lập tức",
	"GrandpaMasteryNote": "{0} yêu quý của ông,^^Nếu cháu đang đọc mẩu giấy này, thì hẳn là cháu đã tìm thấy căn phòng bí mật ông chuẩn bị cho cháu rồi. ^^Trong này có những bí quyết, công thức, và thậm chí là một số dụng cụ quý giá nhất của ông... tất cả những điều tuyệt vời nhất từ những năm tháng hạnh phúc của ông ở thung lũng này.^^Việc cháu tìm đến được nơi đây chứng tỏ cháu đã có đủ kỹ năng và sự thông thái để sử dụng những bí mật quan trọng này một cách đúng đắn.^^Ông hy vọng những khám phá của ông sẽ giúp cháu biến Trang trại {1} thành một nơi nổi tiếng của thế giới!^^Hãy làm ông tự hào nhé!^- Ông nội",
	"MasteryCompleteToast": "Bạn cảm thấy bàn tay của ông nội vỗ nhẹ lên vai mình...",
	"GiantQiFruitMessage": "Kỳ Tiên Sinh: Hừm, tưởng muốn là hái được trái quý của ta à? Mơ đi nhóc, chỉ khi thử thách diễn ra thôi!",
	"Pam_busSign_resort": "Hôm nay cô đi nghỉ! Cháu sẽ phải tự lái xe. -Pam",
	"JojaCatalogueDescription": "Cung cấp quyền sử dụng không giới hạn 40 món đồ Nội thất Thịnh Vượng độc quyền của Joja!",
	"JojaCatalogueDescriptionTerms": "Điều khoản dịch vụ: ^^Khi dùng sản phẩm này, bạn đồng ý là sẽ không đổ lỗi cho Joja Co. nếu có gì xảy ra với bạn hay đồ đạc của bạn khi dùng Nội thất Thịnh Vượng Joja.^^ Bạn cũng hiểu là có thể có nhựa chưa thử nghiệm an toàn trong một số món đồ Nội thất Thịnh Vượng, và tự chịu trách nhiệm nếu nhựa này ảnh hưởng xấu đến sức khỏe của bạn.^^Bạn chấp nhận Joja Co. sẽ không chịu trách nhiệm nếu đồ nội thất bị \"gia công ẩu\", và nếu đồ này có gãy, nứt, làm bạn bị thương, kẹt tay chân, hay bất cứ chuyện gì thì đó là do bạn tự làm, tự chịu.^^ --Tham gia cùng chúng tôi. Thịnh vượng.--",
	"Farm_Perfection_Description": "Trang trại Thác nước_Ông nội để lại cho bạn một chiếc đèn thần kỳ mang lại sức mạnh to lớn. Tuy nhiên, bạn cũng phải gánh khoản nợ 1.000.000g của ông ấy với Ngân hàng Joja, và phải trả dần theo từng mùa...",
	"JojaGrandpaIntro_0": "???: Cảm động quá... Giờ thì ký vào đây đi...",
	"Joja_Debt_Notice": "THÔNG BÁO: ^^ Vào cuối mùa, {0}g sẽ bị trừ vào tài khoản của bạn. ^^ Nếu không thanh toán, số dư sẽ bị âm. ^^ Cảm ơn bạn đã ủng hộ.^-Ngân hàng Joja",
	"buy_books": "Mua sách",
	"trade_books": "Đổi sách",
	"books_welcome": "Chào mừng đến với Sách của Marcello!",
	"books_buy_welcome": "Tiệm sách của Marcello... Sẵn sàng phục vụ mọi người!",
	"books_trade_welcome": "Ta sẽ đổi những thứ hữu ích để lấy thêm sách của cháu.",
	"ItemDeliveryQuestTitle": "Giao hàng: {0}",
	"FishingQuestTitle": "Câu cá: {0}",
	"MonsterQuestTitle": "Tiền thưởng: {0}",
	"ResourceQuestTitle": "Gặt: {0}",
	"WizardCatalogueDescription": "Bộ sưu tập đồ nội thất riêng của Phù thủy M. Rasmodius.",
	"WizardCatalogueLetter": "Vợ cũ của ta đã khuân sạch đồ đạc. ^^ May mắn thay, ta đủ sáng suốt để tạo ra những bản sao linh hồn của tất cả mọi thứ và ghi chép chúng vào cuốn sách này. Cứ tự nhiên nhé. ^^-Phù thủy M. Rasmodius.",
	"AttackEnchantment": "+{0} Tấn công",
	"DefenseEnchantment": "+{0} Phòng thủ",
	"CritEnchantment": "+{0} Cơ hội ra đòn chí mạng",
	"SpeedEnchantment": "+{0} Tốc độ",
	"SlimeSlayerEnchantment": "Chiến Binh Diệt Slime",
	"SlimeGathererEnchantment": "Nhà thu hoạch Slime",
	"MaxHealth": "+{0} Máu tối đa",
	"CritPowerEnchantment": "+{0} Sức mạnh đòn chí mạng",
	"LightweightEnchantment": "-{0} Trọng lượng",
	"JojaFreeRun": "Không có dịch vụ Joja nào được sử dụng!",
	"QiSummitCheat": "Chà, chà, chà...  Xem ai đã 'vất vả' lên đến đỉnh núi này nào.#$b#Nhóc tưởng mình thông minh lắm đúng không?#$b#'Làm thế nào để gian lận hệ thống vì lợi ích của bản thân đây', đó là những gì nhóc nghĩ đúng chứ.#$b#Hay nói đơn giản hơn là: 'Tui nè, tui nè, tui nè,tui nè, tui nè, tui nè, tui nè'.#$b#Đúng là thứ đáng khinh.",
	"Freezer_name": "Tủ đông",
	"Freezer_description": "Các vật phẩm được đặt bên trong sẽ mất chất lượng chỉ sau một đêm.",
	"DriedFlowers_name": "{0} khô",
	"DriedFlowers_description": "Một túi hoa khô xinh xắn.",
	"DeluxeCrabPot_name": "Bẫy Cua Cao cấp",
	"DeluxeCrabPot_description": "Bẫy này sẽ bắt được nhiều cua hơn bẫy thông thường.",
	"RaccoonFinal": "Hàng xóm mới của bạn dường như đang sống rất hạnh phúc!",
	"Mayo_reaction0": "Gớm quá!",
	"Mayo_reaction1": "Bạn vừa làm gì vậy...?",
	"Mayo_reaction2": "Tại sao?!",
	"Mayo_reaction3": "Ừm...",
	"Mayo_reaction4": "Ngon quá!",
	"GoldClock_On": "Bật lại Đồng hồ Hoàng Kim?",
	"GoldClock_Off": "Tắt Đồng hồ Hoàng Kim?",
	"DeluxeMayoMachine_Name": "Máy làm sốt Mayonnaise Cao cấp",
	"DeluxeMayoMachine_Description": "Xử lí 3 quả trứng cùng một lúc.",
	"DeluxeCheesePress_Name": "Máy ép Pho-mát Cao cấp",
	"DeluxeCheesePress_Description": "Xử lí 3 bình sữa cùng một lúc.",
	"DeluxeLoom_Name": "Máy dệt Cao cấp",
	"DeluxeLoom_Description": "Dệt 3 miếng len cùng một lúc.",
	"RiverlandsFarmPerk": "Bạn bắt đầu với Lò hun khói cá.",
	"Mannequin_Description": "Bạn có thể mặc nó theo cách bạn muốn.",
	"CursedMannequin_Description": "Bạn có thể mặc nó theo cách bạn muốn. Và cầu nguyện nó không sống dậy trong khi bạn ngủ...",
	"SpeedrunTimer": "Hẹn giờ chạy tốc độ",
	"HideIP": "Ẩn IP và mã mời",
	"BroccoliFusilli_Name": "Nui Xoắn Súp Lơ",
	"BroccoliFusilli_Description": "Một món nui thú vị với súp lơ và cà chua phơi nắng.",
	"PowdermelonSoda_Name": "Soda Dưa bụi",
	"PowdermelonSoda_Description": "Nó nổi lên bong bóng nhờ bụi của vỏ dưa.",
	"PastaPrimavera_Name": "Nui rau củ",
	"PastaPrimavera_Description": "Nui sốt kem với rau tươi.",
	"MannequinMale_Name": "Hình nộm (Nam)",
	"MannequinFemale_Name": "Hình nộm (Nữ)",
	"CursedMannequinMale_Name": "Ma-nơ-canh bị nguyền rủa (Nam)",
	"CursedMannequinDemale_Name": "Ma-nơ-canh bị nguyền rủa (Nữ)",
	"JunimoCatalogueDescription": "Bộ sưu tập đồ nội thất tràn ngập năng lượng Junimo.",
	"RetroCatalogueDescription": "Một bộ sưu tập đồ nội thất độc đáo từ thời xa xưa.",
	"Renovation_AddDiningRoom": "Thêm phòng ăn/Thêm một phòng lớn ở bên trái nhà bếp./Chọn khu vực để cải tạo.",
	"Renovation_RemoveDiningRoom": "Xóa phòng ăn/Xóa căn phòng lớn bên trái nhà bếp./Chọn khu vực để cải tạo.",
	"Renovation_AddCubby": "Thêm phòng nhỏ/Thêm một phòng nhỏ bên cạnh cửa trước./Chọn khu vực để cải tạo.",
	"Renovation_RemoveCubby": "Xóa phòng nhỏ/Xóa phòng nhỏ bên cạnh cửa trước./Chọn khu vực để cải tạo.",
	"Renovation_AddAttic": "Thêm gác mái/Thêm một cầu thang khác lên trên và một phòng ở trên cùng./Chọn khu vực để cải tạo.",
	"Renovation_RemoveAttic": "Xóa gác mái/Xóa gác mái./Chọn khu vực để cải tạo.",
	"Renovation_AddExtendedCornerRoom": "Mở rộng phòng ở góc/Mở rộng phòng ở góc, thêm diện tích mới rộng lớn./Chọn diện tích để cải tạo.",
	"Renovation_RemoveExtendedCornerRoom": "Thu nhỏ phòng ở góc/Loại bỏ phần mở rộng của phòng ở góc, đưa nó trở lại kích thước ban đầu./Chọn khu vực để cải tạo.",
	"Renovation_OpenDiningRoom": "Mở Phòng ăn/Xóa bức tường giữa phòng ăn và nhà bếp./Chọn khu vực để cải tạo.",
	"Renovation_CloseDiningRoom": "Đóng phòng ăn/Khôi phục bức tường giữa phòng ăn và nhà bếp./Chọn khu vực để cải tạo.",
	"Marnie_Pet_Adoption": "Những bé yêu này xứng đáng có một ngôi nhà tốt...",
	"AdoptPets": "Nhận nuôi thú cưng",
	"AdoptedPet": "Thú cưng mới '{0}' đã được gửi đến nhà bạn.",
	"AdoptedPet_Marnie": "Tuyệt vời! Cô sẽ gửi {0} tới nhà cháu ngay.$h",
	"ButterflyPowder_Question": "Bạn có chắc không? {0} sẽ bị xóa vĩnh viễn khỏi trang trại của bạn.",
	"ButterflyPowder_Goodbye": "Tạm biệt, {0}...",
	"FestivalTentWarning": "Ngày mai là lễ hội.",
	"PetBowlName": "Bát của {0}",
	"TrashCatalogueDescription": "Trang trí rác thả ga, miễn phí! Nhớ rửa tay sau khi 'tác nghiệp'",
	"GameMenu_Animals": "Động vật",
	"Pam_busSign_generic": "Hôm nay cô nghỉ làm rồi nhóc! Cháu sẽ phải tự lái xe. -Pam",
	"Anvil_wrongtrinket": "Cổ vật này không thể được rèn lại.",
	"Mastery_newlevel": "Bạn đã đạt đến một tầm hiểu biết mới...",
	"options_menubg_0": "Tiêu chuẩn",
	"options_menubg_1": "Đồ họa",
	"options_menubg_2": "Không có",
	"tapper_profession_possible": "+1 sản lượng nhựa cây cho mỗi vụ thu hoạch.",
	"forester_profession_possible": "Các Gốc cây mọc nấm và Hộp nấm có {0}% cơ hội tạo ra sản lượng gấp đôi.",
	"lumberjack_profession_possible": "Loại bỏ gốc cây hoang sẽ tạo ra một hạt giống.",
	"SkullCaveKickWarning": "Bất kỳ người chơi nào hiện đang ở trong Hang đầu lâu sẽ bị loại bỏ. Bạn có muốn tiếp tục?",
	"ChooseBobber": "Chọn loại Phao:",
	"FirstCatch": "Cắn câu lần đầu tiên!",
	"Trinket": "Đồ trang sức",
	"LearnedANewPower": "Bạn vừa học thêm một sức mạnh mới!"
}