{
  //Introduction Beginning
  "event-63070008.01": "Mình chán quá đi.$s",
  "event-63070008.02": "Chúng ta có thể tiếp tục chơi búp bê mà.",
  "event-63070008.03": "Wumbus không phải là búp bê. Cậu ấy là mô hình hành động!#$b#Và Wumbus nói rằng cậu ấy muốn đi phiêu lưu!",
  "event-63070008.04": "Chúng ta đã khám phá hết cả thị trấn rồi, Vincent. Còn chỗ nào để chơi nữa đâu?$3",
  "event-63070008.05": "Mình biết một chỗ để chúng ta khám phá, nhưng các cậu phải hứa giữ bí mật nhé.",
  "event-63070008.06": "Được rồi! Mình hứa!$h",
  "event-63070008.07": "Mình cũng vậy! Mình giỏi giữ bí mật lắm!#$b#Sam đã bảo mình đừng nói cho người khác biết tên thật của anh ấy và mình chưa nói với ai cả.$h",
  "event-63070008.08": "Cái gì? Sam không phải là tên thật của anh ấy sao?$3",
  "event-63070008.09": "Oh Vinnie...$h",
  "event-63070008.10": "Vậy là mình đang trên đường về nhà thì để ý thấy một khe nhỏ ở hàng rào gần rìa khu rừng....$3",
  "event-63070008.11": "Mình không nhìn rõ lắm, nhưng mình chắc chắn đã thấy một con thỏ đen!",
  "event-63070008.12": "Thật hiếm thấy đó!#$b#Dì Marnie nuôi rất nhiều động vật. Nhà mình có nuôi thỏ, nhưng mình chưa bao giờ thấy con thỏ đen nào trước đây.$4",
  "event-63070008.13": "Mình cũng thấy vậy! Mình đã theo dõi nó!$h#$b#Vậy là mình trèo qua hàng rào để đuổi theo con Thỏ đen đó, nhưng đã xảy ra một chuyện thật đáng sợ. Bạn sẽ không tin những gì mình thấy đâu!$s",
  "event-63070008.14": "Bạn có thấy một con quái vật với đôi mắt vàng không?",
  "event-63070008.15": "Uh... không, Vinnie. Trời lúc đó đang tối dần và tất cả những gì mình tìm thấy chỉ là một cái cầu bị gãy.$h",
  "event-63070008.16": "Mình chỉ quay đi một giây thôi, rồi cái cầu tự nhiên đã sửa lại được.$3#$b#Cầu vẫn bị gãy vào ban ngày nhưng khi mặt trời lặn, nó lại trở thành 1 cây cầu bình thường.#$b#Đừng nói với ai nhé? Đây có thể là bí mật nhỏ của chúng ta.$h",
  "event-63070008.17": "Okay! *cười khúc khích*$h#$b#Và có một vườn cherry ở phía bên kia cây cầu sao?",
  "event-63070008.18": "Mình muốn đi quá! Nếu chúng ta hái đủ cherry, mẹ mình có thể làm cho chúng ta một cái bánh.",
  "event-63070008.19": "*ồ*... Bạn nghĩ chúng ta có thể tìm thấy con Thỏ không?",
  "event-63070008.20": "Bố từng cảnh báo mình về việc vào rừng một mình. Nếu chúng ta đi cùng nhau, thì về lý thuyết sẽ ổn thôi.#$b#...Mình nghĩ vậy.$h",
  "event-63070008.21": "Khoan đợi đã...$3#$b#Dì Marnie nói rằng mình cần có 'người lớn giám sát' nếu muốn chơi ngoài trời lâu hơn một chút.$s",
  "event-63070008.22": "Vậy là chúng ta chỉ cần một người lớn đi cùng, đúng không? Nhưng hầu hết người lớn đều rất nhạt nhẽo...$3",
  "event-63070008.23": "Ôi, mình biết rồi! Sao chúng ta không hỏi anh nông dân mới đến nhỉ? @? Mình nghĩ chúng ta có thể tin tưởng anh ấy với bí mật của mình.^Ôi, mình biết rồi! Sao chúng ta không hỏi chị nông dân mới đến nhỉ? @? Mình nghĩ chúng ta có thể tin tưởng chị ấy với bí mật của mình.",
  "event-63070008.24": "Anh có thể dẫn chúng em đi được không, anh @? Làm ơn, làm ơn, làm ơn, làm ơn… Xin hãy giúp chúng em!! Làm ơn đi mà?$s^Chị có thể dẫn chúng em đi được không, chị @? Làm ơn, làm ơn, làm ơn, làm ơn… Xin hãy giúp chúng em!! Làm ơn đi mà?$s",
  "event-63070008.25": "Em hứa chúng em sẽ ngoan! Em chưa bao giờ thấy 1 con thỏ đen nào trước đây!$s",
  "event-63070008.26": "Nếu mọi chuyện bắt đầu có vẻ không ổn, chúng ta có thể rút lui một cách chiến lược để bảo đảm an toàn!$s",
  "event-63070008.27": "Anh sẽ gặp chúng em ở đó, đúng không?$s^Chị sẽ gặp chúng em ở đó, đúng không?$s",
  "event-63070008.28": "Chắc chắn rồi, có vẻ đơn giản mà. Có thể gặp rắc rối gì chứ?",
  "event-63070008.29": "Tôi không chắc về việc này lắm...",
  "event-63070008.30": "Không. Đừng nhìn tôi như thế.",
  "event-63070008.31": "Suy nghĩ hay đấy @!#$b#Mình sẽ mang theo một cái đèn pin để chúng ta có thể nhìn thấy trong bóng tối - giống như những loài động vật hoạt động về đêm, nhưng không rõ như chúng!$h",
  "event-63070008.32": "Nhưng ở đó có một cây cầu kỳ diệu cơ mà! Anh không muốn xem nó sao?^Nhưng ở đó có một cây cầu kỳ diệu cơ mà! Chị không muốn xem nó sao?#$b#Mình có thể mang theo một cái đèn pin để chúng ta có thể nhìn thấy trong bóng tối - giống như những loài động vật hoạt động về đêm, nhưng không rõ bằng chúng!$h",
  "event-63070008.33": "Chúng em sẽ không chấp nhận lời từ chối đâu! Nếu anh đi cùng, em hứa sẽ tặng anh một cái gì đó thật tuyệt.^Chúng em sẽ không chấp nhận lời từ chối đâu! Nếu chị đi cùng, em hứa sẽ tặng chị một cái gì đó thật tuyệt.$h#$b#Mình có thể mang theo một cái đèn pin để chúng ta có thể nhìn thấy trong bóng tối - giống như những loài động vật hoạt động về đêm, nhưng không rõ bằng chúng!$h",
  "event-63070008.34": "Chúng em sẽ gặp anh ở đó sau 6 giờ chiều, nhưng không thể chờ anh quá lâu đâu.^Chúng em sẽ gặp chị ở đó sau 6 giờ chiều, nhưng không thể chờ chị quá lâu đâu.#$b#Anh có thể tìm vườn cherry ở phía đông của vách đá, ngay phía bắc ngọn hải đăng.^Chị có thể tìm vườn cherry ở phía đông của vách đá, ngay phía bắc ngọn hải đăng.",

  ///Juliet Variable - Introduction pt.1
  "event-63070011.01": "Chờ chút, mình cần làm một việc đã!",
  "event-63070011.02": "Chờ ở đây nhé, Wumbus!$h",
  "event-63070011.03": "Đi thôi, Vincent!$4",
  "event-63070011.04": "Mình đến ngay đây!",
  "event-63070011.05": "Aaaaaaaahhhhhhhh!$s",
  "event-63070011.06": "Wumbus... Cậu ấy đã bị bắt cóc!$s",
  "event-63070011.07": "Có một con đường dẫn đến ngôi nhà....$3",
  "event-63070011.08": "Có vẻ như là lớp bông gòn.$3",
  "event-63070011.09": "Bố mình đã tặng cậu ấy cho mình! Mình không thể để mất cậu ấy lần nữa!!$s",
  "event-63070011.10": "Wumbus!",
  "event-63070011.11": "Vinnie! Quay lại đây!",
  "event-63070011.12": "C-chờ mình với!",
  "event-63070011.13": "Bạn đã nhận được đèn pin của Eloise.!",


  ///Juliet Variable - Introduction pt.2
  "event-63070012.01": "Chúng em đã thấy một đống bông gòn nằm ngoài ngôi nhà lúc nãy. Sao nó lại ở đó vậy?#3",
  "event-63070012.02": "Đó là bông gòn từ búp bê của Vincent! Nếu chúng ta theo dấu vết, chắc chắn sẽ tìm được cậu ấy!$4",
  "event-63070012.03": "Vậy... chúng ta nên làm gì bây giờ?$3",

  "event-MrWumbus.01": "Xin chào? Có ai ở đó không?$3#$b#Mọi người đâu hết rồi?$3",
  "event-MrWumbus.02": "Wumbus! Mình đã tìm thấy bạn rồi!#$b#Chúng ta về nhà thôi, bạn nhé!$h",
  "event-MrWumbus.03": "Cái gì? Bạn đã đi đâu rồi?$s",
  "event-MrWumbus.04": "Kẻ xâm nhập. Tôi không cho phép bạn tiến thêm nữa.$1",
  "event-MrWumbus.05": "Ai đã nói vậy?",
  "event-MrWumbus.06": "Aaaaaaaahhhh!",
  "event-MrWumbus.07": "W-Wumbus? Có phải là bạn không?$s",
  "event-MrWumbus.08": "Bạn không thể qua được.",

  "event-DoorScene.01": "Kẻ xâm nhập… Các người dám xâm phạm lãnh thổ của chúng tôi.#$b#Cuộc săn bắt bắt đầu.",
  "event-DoorScene.02": "Wumbus... Cậu ấy đã trở nên xấu xa!$s",
  "event-DoorScene.03": "Cậu ấy muốn gì từ chúng ta??$3",
  "event-DoorScene.04": "Hãy rời khỏi đây. Đừng bao giờ quay lại.$1",
  "event-DoorScene.05": "Chúng tôi đã cố gắng rời khỏi đây nhưng không được! cửa đã bị đóng.$s",
  "event-DoorScene.06": "Đó là thứ đã tấn công chúng ta trước đây! Có nhiều cái như vậy nữa sao?$s",
  "event-DoorScene.07": "Bạn đã đưa những hồn ma ác quỷ này đến đây sao?$1#$b#Chúng tôi đang trốn tránh chúng.  Chúng muốn làm hại chúng tôi!$1#$b#Chúng muốn làm tổn thương Lavril!$1",
  "event-DoorScene.08": "Lavril?$3",
  "event-DoorScene.09": "Lùi lại!",
  "event-DoorScene.10": "Hãy để tôi yên...!$3",
  "event-DoorScene.11": "Tôi sắp hết năng lượng ma thuật rồi...",
  "event-DoorScene.12": "Chờ đã... Bạn chính là con thỏ mà tôi đã thấy!$3",
  "event-DoorScene.13": "Thỏ đen là một con búp bê sao?$3",
  "event-DoorScene.14": "Các bạn đã bắt cóc Wumbus!$s",
  "event-DoorScene.15": "Tôi xin lỗi... Tôi nghĩ các bạn là kẻ thù.#$b#Những hồn ma... cuối cùng đã phá vỡ được hàng rào. Chúng đang đuổi theo cô ấy...",
  "event-DoorScene.16": "Làm ơn hãy giúp chúng tôi...",
  "event-DoorScene.17": "Cô ấy là?",
  "event-DoorScene.18": "Họ đang đuổi theo ai?",
  "event-DoorScene.19": "Lavril...",

  "event-LavrilCircle.01": "Huh...?$8#$b#Where am I?$6",
  "event-LavrilCircle.02": "Void...? Bạn ở đâu vậy?$2#$b#Tôi sợ quá... Tôi không muốn lại một mình nữa...$9",
  "event-LavrilCircle.03": "Lavril đã ngủ rất lâu rồi. Tôi đã canh gác cô ấy kể từ khi cô ấy rơi vào giấc ngủ sâu...#$b#Nhưng chúng muốn nuốt chửng bóng tối của chúng ta… cho đến khi chúng ta không còn gì nữa.",
  "event-LavrilCircle.04": "Cái gì...?$13#$b#What is this thing?$13",
  "event-LavrilCircle.05": "Xin chào, hồn ma nhỏ bé. Bạn có thể vui lòng cho tôi vào không?$2#$b#Tôi không có ác ý với bạn đâu. Nhìn đây!$2",
  "event-LavrilCircle.06": "Hồn ma nhỏ bé, tôi rất thân thiện. Bạn không thể để tôi vào trong vòng tròn của bạn sao?$1#$b#Ma thuật này… nó ngăn cản chúng tôi không được vào mà không có sự cho phép.$3",
  "event-LavrilCircle.07": "Bạn thật đáng sợ...!$s",
  "event-LavrilCircle.08": "Cô bé… Đến gần đây một chút, gần mép hơn. Tôi hứa sẽ không làm bạn bị thương nếu bạn cho tôi vào.$1#$b#Đúng rồi—chỉ cần đưa tay ra và nắm lấy tay tôi.",
  "event-LavrilCircle.09": "Không! Đ-Đi đi!$9",
  "event-LavrilCircle.10": "Cho tôi vào.",
  "event-LavrilCircle.11": "Tham gia với chúng tôi.",
  "event-LavrilCircle.12": "Chơi với chúng tôi.",
  "event-LavrilCircle.13": "Hãy để tôi yên...!$9",
  "event-LavrilCircle.14": "Cô bé à... Bạn đang mắc một sai lầm nghiêm trọng đấy.$4#$b#Cho chúng ta vào. Cho chúng ta vào. ChoChúngTôivào. CHo CHúng Tôi VàO. CHo ChÚng tÔi Vào. CHo ChÚng Tôi Vào CHO CHÚNG TÔI VÀO CHO CHÚNG TÔI VÀO--!!!$4",
  "event-LavrilCircle.15": "CHO CHÚNG TÔI VÀO.",
  "event-LavrilCircle.16": "CHO CHÚNG TÔI VÀO.",
  "event-LavrilCircle.17": "CHO CHÚNG TÔI VÀO.",
  "event-LavrilCircle.18": "CHO CHÚNG TÔI VÀO.",
  "event-LavrilCircle.19": "CHO CHÚNG TÔI VÀO.",
  "event-LavrilCircle.20": "CHO CHÚNG TÔI VÀO.",
  "event-LavrilCircle.21": "CHO CHÚNG TÔI VÀO.",
  "event-LavrilCircle.22": "CHO CHÚNG TÔI VÀO.",
  "event-LavrilCircle.23": "CHO CHÚNG TÔI VÀO.",
  "event-LavrilCircle.24": "Hãy để cô ấy yên! Đừng làm hại chúng tôi!",
  "event-LavrilCircle.25": "Tối quá... Tôi hầu như không thể thấy gì cả.$s",
  "event-LavrilCircle.26": "Ước gì tôi có đèn pin.$s",
  "event-LavrilCircle.27": "C O N N G Ư Ờ I.#$b# T A Y S A I... B Ắ T L Ấ Y C H Ú N G!!!$4",

  "event-lightTutorial.01": "Chúng sợ ánh sáng!$3",
  "event-lightTutorial.02": "Những con ma rơi ra tinh chất hư vô... Nếu chúng ta thu thập đủ, tôi có thể đuổi những kẻ xâm nhập này ra khỏi đây mãi mãi.",
  "event-lightTutorial.03": "Nhanh lên! Tắt đèn pin đi! Chúng ta sắp hết pin rồi.$s#$b#Chúng ta cần tiết kiệm năng lượng nếu không sẽ không còn ánh sáng.$s",
  "event-lightTutorial.04": "Đột nhiên trời trở nên lạnh...$3",

  "event-LightAttack1.01": "Một tinh chất hư vô khác... Tôi cần khoảng bốn cái nữa.",
  "event-LightAttack1.02": "Tay sai... Tấn công!",
  "event-LightAttack1.03": "Lạnh quá...",

  //Failures and Checkpoints
  "event-lightwrong1.01": "Bạn @!$s",
  "event-lightwrong1.02": "Và họ không bao giờ được nghe thấy nữa...",
  "event-lightwrong1.03": "Tiếp tục từ điểm kiểm tra cuối cùng...",
  "event-lightwrong2.01": "Bạn @!$s",
  "event-lightwrong2.02": "Và họ không bao giờ được nghe thấy nữa...",
  "event-lightwrong2.03": "Tiếp tục từ điểm kiểm tra cuối cùng...",
  "event-lightwrong3.01": "Bạn @!$s",
  "event-lightwrong3.02": "Và họ không bao giờ được nghe thấy nữa...",
  "event-lightwrong3.03": "Tiếp tục từ điểm kiểm tra cuối cùng...",
  "event-lightwrong4.01": "Bạn @!$s",
  "event-lightwrong4.02": "Và họ không bao giờ được nghe thấy nữa...",
  "event-lightwrong4.03": "Tiếp tục từ điểm kiểm tra cuối cùng...",

  "event-checkpoint1.01": "Tay sai... Tấn công!",
  "event-checkpoint1.02": "Lạnh quáa...",

  "event-ThreeMore.01": "Chúng ta cần ba tinh chất hư vô nữa...",
  "event-checkpoint2.01": "Chúng ta cần ba tinh chất hư vô nữa...",

  "event-LightAttack2.01": "B-Brrrrr...",
  "event-TwoMore.01": "Chúng ta cần hai tinh chất hư vô nữa...",
  "event-LightAttack3.01": "L-Lạnh...",

  "event-checkpoint3.01": "Chúng ta cần hai tinh chất hư vô nữa...",
  "event-OneMore.01": "Chúng ta cần một tinh chất hư vô nữa...",
  "event-LightAttack4.01": "A-Achoo!",
  "event-checkpoint4.01": "Chúng ta cần một tinh chất hư vô nữa...",
  "event-FinalMore.01": "Đây rồi! Cuối cùng chúng ta đã đủ số lượng!$1",
  "event-FinalMore.02": "Void...!$h",
  "event-FinalMore.03": "Lavril, cuối cùng bạn đã tỉnh dậy! Tôi rất mừng vì bạn không sao.",
  "event-FinalMore.04": "Này, cô bé... Tôi cần bạn bình tĩnh lại.$2#$b#Chúng ta có thể bàn bạc về chuyện này...! Đừng để bụng nhé?$3",
  "event-FinalMore.05": "...$3#$b#Bạn không phải bạn của tôi...$11#$b#Hãy để chúng tôi yên!$11",
  "event-FinalMore.06": "Linh hồn rắc rối!",
  "event-FinalMore.07": "NOOOOOOOOOOOOOOOOO!!!!$4",
  "event-FinalMore.08": "Ờm... Cảm ơn bạn đã cứu chúng tôi. Tôi vẫn còn hơi mệt...$3",
  "event-FinalMore.09": "Tôi sẽ đưa bạn về. Lavril đã ngủ quá lâu rồi. Chúng tôi cần vài ngày để hồi phục.#$b#Bạn có thể đến thăm chúng tôi trong tương lai... với tư cách là khách.",

  //First Room Renovation - Lavril's Reaction
  "event-63078101.01": "Thật tuyệt vời!",
  "event-63078101.02": "Đồ chơi!",
  "event-63078101.03": "@! Bạn có thấy chuyện gì đã xảy ra với phòng của chúng tôi không!$h",
  "event-63078101.04": "Có thêm nhiều gấu bông để chúng ta chơi! 
Và chúng ta còn có một pháo đài bằng gấu bông của riêng mình!",
  "event-63078101.05": "Giường của chúng tôi thật thoải mái! Hơn nữa, Void và tôi có thể nằm ôm nhau dưới chăn như thế này...$16",
  "event-63078101.06": "Thật là mềm mại!",
  "event-63078101.07": "Có lẽ cuối cùng tôi cũng có thể ngủ ngon với một chiếc giường như thế này...$4",
  "event-63078101.08": "Hey @...$13#$b#Bạn nghĩ việc chúng tôi nhận món quà như thế này có ổn không?$13",
  "event-63078101.09": "Chỉ là... quá nhiều điều tốt đẹp xảy ra trong khoảng thời gian ngắn như vậy.#$b#Cảm giác như tôi đang mơ vậy.",
  "event-63078101.10": "Hehe. Cảm ơn bạn đã đến thăm chúng tôi, Số Một!",
  "event-63078101.11": "Số một?",
  "event-63078101.12": "Bạn vừa gọi tôi là gì?",
  "event-63078101.13": "Void...",
  "event-63078101.14": "Ồ! Bạn là người bạn đầu tiên mà chúng tôi có, nên bạn là Số Một!#$b#Cũng có Số Hai, Số Ba và Số Bốn nữa.",
  "event-63078101.15": "Tôi nghĩ gọi Ellie, Jas và Vinnie bằng số có vẻ hơi thiếu lịch sự.$5",
  "event-63078101.16": "Hy vọng bạn không quên giấc mơ của tôi nhé, @.$h#$b#Một ngày nào đó, tôi sẽ kết bạn với 100 người!$18",

//2 Heart Event
"event-63070014.01": "Tôi hy vọng những vì sao này có thể tìm đường trở về nhà an toàn...$13",
"event-63070014.02": "Chúng phải trở về an toàn. Nếu không, làm sao chúng có thể giúp ước mơ của chúng ta thành hiện thực?",
"event-63070014.03": "Umm... X-Xin chào, @.$3",
"event-63070014.04": "Bạn đang làm gì vậy?",
"event-63070014.05": "Tôi không cố ý làm bạn sợ đâu.",
"event-63070014.06": "Đó không phải chuyện của bạn. Hừ!",
"event-63070014.07": "Void... Làm ơn hãy cư xử lịch sự. Bạn đang làm tổn thương và cư xử không tốt.$6",
"event-63070014.08": "Tôi không sợ đâu! Nếu có ai đó nên sợ, thì chính là bạn đấy! Hừ!",
"event-63070014.09": "Ơm... Những con sao biển này thường trôi dạt vào bờ mỗi sáng, nên chúng tôi lại thả chúng trở lại biển.$u",
"event-63070014.10": "Hàng trăm con sao biển khô héo và chết trên cát mỗi ngày... #$b#Và đây chỉ là một bãi biển. Có lẽ còn hàng nghìn bãi biển khác cũng có sao biển bị mắc kẹt ở nơi khác.#$b#Đôi khi... chúng tôi cảm thấy như mình không làm được gì nhiều.",
"event-63070014.11": "Nhưng ít nhất, điều đó đã tạo ra sự khác biệt cho con sao biển đó.",
"event-63070014.12": "Có thể những con sao biển này là những vì sao rơi từ trên trời xuống. Tôi hy vọng chúng có thể giúp ước mơ của chúng ta thành hiện thực...",
"event-63070014.13": "Nếu những vì sao đó có thể trở về nhà, chúng chắc chắn phải thực hiện điều ước của chúng ta!",
"event-63070014.14": "...Ước mơ của tôi là kết bạn với một trăm người.$3#$b#Những người bạn mà chúng tôi có thể cười đùa và chơi cùng... Để chúng tôi không bao giờ cảm thấy cô đơn nữa.$3",
"event-63070014.15": "Chúng ta đã là bạn rồi. Bạn chỉ cần thêm 99 người bạn nữa thôi.",
"event-63070014.16": "Chúc bạn may mắn. Tôi ủng hộ bạn!",
"event-63070014.17": "...Tôi thật sự rất hạnh phúc.$12",
"event-63070014.18": "Đừng lo, Lavril. Chúng ta sẽ luôn có nhau.",
"event-63070014.19": "Yeah.$19#$b#Chúng ta sẽ mãi mãi bên nhau...$18",
"event-63070014.20": "Kết thúc của Hành Động I: Lời Mở Đầu.",

//School Event
"event-6307030.01": "Cô Penny, tôi đã mang về một người bạn mới!",
"event-6307030.02": "Yay, cô ấy cuối cùng cũng đã đến!$h#$b#Cô Penny, Lavril rất ngại ngùng!",
"event-6307030.03": "Uhh... X-Xin chào.$13",
"event-6307030.04": "Một gương mặt mới? Rất vui được gặp bạn.$h",
"event-6307030.05": "Có thể cho Lavril tham gia lớp học của chúng ta không? Bạn ấy mới ở đây và tôi luôn thấy bạn ấy một mình.",
"event-6307030.06": "Ôi, một mình sao?$2",
"event-6307030.07": "Ờm... Chúng tôi hiểu nếu điều đó quá khó khăn...$u",
"event-6307030.08": "Mỗi đứa trẻ đều xứng đáng có cơ hội thành công. Tôi sẽ rất vui nếu được dạy kèm cho bạn, nếu bạn không ngại vất vả.",
"event-6307030.09": "Wow! Bạn thật là một người tốt bụng và nhẹ nhàng!",
"event-6307030.10": "C-Cái gấu bông đó vừa nói chuyện sao?$3",
"event-6307030.11": "Oh, Cô Penny!$h#$b#Ừm, Lavril muốn trở thành một nghệ sĩ múa rối khi lớn lên!$h",
"event-6307030.12": "Nghệ sĩ múa rối là gì?",
"event-6307030.13": "Hahaha! Ồ, Lavril, bạn thật hài hước!$1",
"event-6307030.14": "(Pssst. Lavril, làm ơn hãy tiếp tục như vậy nhé.$3)",
"event-6307030.15": "Điều đó làm tôi giật mình. Lavril, bạn khá tài năng so với tuổi của mình đấy.#$b#Con rối của bạn thật sống động. Thật tuyệt vời khi bạn có thể làm cho nó nói mà không cần phải cử động môi.",
"event-6307030.16": "Void không phải là một con rối... Cậu ấy là bạn thân của tôi.$7",
"event-6307030.17": "Oh.$s#$b#Tôi xin lỗi, Lavril. Và Void. Mình thật sự đã vô ý.$2",
"event-6307030.18": "Hồi nhỏ mình cũng có một người bạn. Cô ấy là một con rồng tiên màu hồng từ Solarian Chronicles.#$b#Mẹ mình thường mắng mỗi khi mình kéo thêm một cái ghế hoặc lấy thêm một cái đĩa cho bàn ăn.$1",
"event-6307030.19": "Tại sao bạn lại bị la mắng khi làm một việc dễ thương như vậy nhỉ?",
"event-6307030.20": "Có thể nói là hồi nhỏ trí tưởng tượng của mình rất phong phú.$h",
"event-6307030.21": "Oh!",
"event-6307030.22": "Vâng, Vincent?",
"event-6307030.23": "Anh trai tôi đã từng chiến đấu với một con rồng và sau đó cứu một công chúa xinh đẹp!$h",
"event-6307030.24": "Rồng nghe có vẻ đáng sợ... Chúng ăn gì vậy?$s",
"event-6307030.25": "Tôi nghĩ chúng được tính là loài bò sát. Vì vậy tôi đoán chúng sẽ ăn thức ăn giống như thằn lằn?$3",
"event-6307030.26": "Cảm ơn Eloise. Thực ra điều đó đưa chúng ta đến với bài học hôm nay: vương quốc động vật!$1#$b#Chúng ta sẽ tìm hiểu về phân loại động vật. Ví dụ, bò sát là gì? Hoặc điều gì làm cho động vật có vú trở thành động vật có vú?",
"event-6307030.27": "Đây là một bài hát nhỏ giúp chúng ta nhớ hệ thống phân loại:$1#$b#Kingdom, Vương quốc, ng~ành, lớp, bộ, họ, chi, loài~!",
"event-6307030.28": "Haha! Tôi thực sự thích ở đây.$17",
"event-6307030.29": "Ừ, thật vui quá!",

  // Sleep Over Beginning
  "event-63070030.01": "Xoay vòng quanh hoa hồng~",
  "event-63070030.02": "*hắt xì*",
  "event-63070030.03": "Túi đầy hoa~",
  "event-63070030.04": "Tro tàn, tro tàn~",
  "event-63070030.05": "Ahhh...!",
  "event-63070030.06": "Tất cả chúng ta đều ngã xuống!",
  "event-63070030.07": "Aw-choo!",
  "event-63070030.08": "Wow, Lavril! Bạn có một cái hắt xì rất lạ!",
  "event-63070030.09": "Oh. Tôi không có ý đó...$6",
  "event-63070030.10": "Ừ, tôi không nghĩ tôi đã thấy bạn hắt xì bao giờ. Chờ đã, bạn có thể bị ốm không?$3",
  "event-63070030.11": "Bạn có cần thêm chăn không? Tôi biết chỗ của bạn thường lạnh vào ban đêm với những cửa sổ bị vỡ...$3#$b#Ôi không. Nếu bạn bị cảm lạnh thì sao?$s",
  "event-63070030.12": "Hehe... Chúng tôi ổn cả.$16#$b#Void thích biến thành rất lớn vào ban đêm khi gió thổi quá mạnh. Lớn đến mức chiếm hầu hết giường.$17",
  "event-63070030.13": "Đừng lo lắng. Tôi có thể giữ ấm cho Lavril rất tốt.#$b#Nếu cô ấy bị ốm, tôi sẽ tiêu diệt tất cả các bệnh tật trên thế giới!#$b#TIÊU DIỆT TẤT CẢ!!!$1",
  "event-63070030.14": "Được rồi, quyết định vậy đi. Tôi sẽ tổ chức một bữa tiệc ngủ tại nhà mình và bạn nhất định phải đến đó!",
  "event-63070030.15": "Một bữa tiệc ngủ?$7",
  "event-63070030.16": "Đúng rồi! Chúng ta sẽ có một bữa tiệc ngủ và thức khuya trò chuyện suốt đêm.#$b#Dì Marnie nói rằng con trai không được phép tham gia.$4",
  "event-63070030.17": "Cáii gìiii? Nhưng tớ cũng muốn tham gia!$s",
  "event-63070030.18": "Xin lỗi, Vinnie. Đêm chỉ dành cho các bạn gái thôi.#$b#Chúng ta sẽ tổ chức một buổi tiệc trà, có thể còn sơn móng tay nữa...#$b#Chắc chắn chúng ta sẽ nói về cảm xúc của mình. Có thể còn xếp hạng các loài chim yêu thích nữa?$h",
  "event-63070030.19": "Ôi, nghe có vẻ cực kỳ nhàm chán.$3#$b#Void và tôi sẽ tổ chức đêm dành cho các bạn trai của riêng chúng tôi! Đúng không, Void?$h",
  "event-63070030.20": "“Tôi á? Bạn muốn tôi đến sao?”",
  "event-63070030.21": "Đúng vậy! Bạn sẽ ở lại qua đêm. Tôi có thể cho bạn xem viên đá cảnh của tôi. Mẹ có thể nướng cho chúng ta những chiếc bánh quy...$h#$b#Và bạn trông rất tuyệt! Tôi muốn chơi cùng bạn nhiều hơn.",
  "event-63070030.22": "...!$1#$b#Tôi đúng là vĩ đại và mạnh mẽ. Tôi cũng rất khiêm tốn!#$b#Con người tốt! Bạn cũng khá tuyệt đấy. Cũng gần bằng cái nút được khâu vào bàn tay trái của tôi!$1",
  "event-63070030.23": "Wowie! Tôi sẽ đi nói với mẹ ngay bây giờ đây. Ngày mai sẽ rất vui!$h",
  "event-63070030.24": "Vincent thường làm ầm ĩ mỗi khi tôi ngủ ở nhà Ellie.$3#$b#Tôi vui vì họ đang hòa thuận với nhau.",
  "event-63070030.25": "Tại sao bạn lại nhìn tôi như vậy?#$b#*Hít một hơi* Chắc hẳn bạn đã bị cuốn hút bởi sức quyến rũ của tôi rồi!#$b#Bạn có muốn cảm nhận bàn tay trái của tôi không? Nó rất mềm mại.",
  "event-63070030.26": "CÓ!",
  "event-63070030.27": "Lavril, chúng ta sẽ gặp nhau vào tối mai tại nhà tôi, nhé? Bạn là một trong những người bạn tốt nhất của tôi!$h",
  "event-63070030.28": "T-Thật sao? HeHe. Hẹn gặp bạn vào ngày mai!$19",


  //Slumber Party

  "event-63070031.01": "Cốc cốc!",
  "event-63070031.02": "Đây là cảnh sát vui vẻ, đến để báo cáo các bạn vì đã vui quá nhiều!$h",
  "event-63070031.03": "Daaaaaaad!",
  "event-63070031.04": "Lavril, bạn đã đến rồi! Chúng tôi đang chờ bạn đó.",
  "event-63070031.05": "C-Chào... Tôi có mang theo một ít cherry.$4",
  "event-63070031.06": "Aw, Cảm ơnn! Chúng ta nên làm một chiếc bánh pie vào tối nay!$h",
  "event-63070031.07": "Con biết thứ quan trọng nhất để cho vào một miếng bánh pie cherry là gì không?#$b#Răng của con! Vì nó ngon mmmm-mmmm tuyệt cú mèo!$h",
  "event-63070031.08": "Ba ơi, mấy trò đùa của ba dở quá! Ba làm con xấu hổ trước mặt bạn bè rồi này.$s#$b#Ba đi chỗ khác đi mà. Tối nay chỉ dành cho hội con gái thôi!$h",
  "event-63070031.09": "Được rồi, được rồi. Hẹn gặp lại sau, mấy cô nàng-cá sấu!$h",
  "event-63070031.10": "Chúng lớn nhanh thật.",
  "event-63070031.11": "Tối nay tụi mình sẽ thức trắng đêm luôn!",
  "event-63070031.12": "Thật sao?$16",
  "event-63070031.13": "Đó là những gì bạn đã nói lần trước, Ellie.$4",
  "event-63070031.14": "Nhưng chúng ta dành một phần ba thời gian để ngủ. Nghĩ mà xem, bao nhiêu thời gian vui vẻ bị lãng phí!$s#$b#Chúng ta có thể dành hết thời gian đó để vui chơi!#$b#Nhưng trước tiên, chúng ta phải chuẩn bị đồ đạc đã.$h",
  "event-63070031.15": "Theo mình!",
  "event-63070031.16": "Một buổi tiệc ngủ không thể hoàn chỉnh nếu thiếu việc trang điểm! Chúng ta phải ăn diện cho đẹp đã!$h",
  "event-63070031.17": "Ờ ùm... Tôi không mang theo đồ để thay?$13",
  "event-63070031.18": "Không sao đâu! Ellie có đủ loại đồ ngủ để chúng ta dùng.",
  "event-63070031.19": "Tớ sẽ thay đồ trước!$h",
  "event-63070031.20": "Wow!$h",
  "event-63070031.21": "Đến lượt tớ!",
  "event-63070031.22": "Các bạn trông thật dễ thương và ấm áp!$1",
  "event-63070031.23": "*Cười khúc khích*",
  "event-63070031.24": "Đến lượt Lavril rồi! Hãy cho chúng tớ thấy bạn trong mơ ước thật sự của mình!",
  "event-63070031.25": "Hãy mặc bất cứ thứ gì bạn thấy hợp.$h",
  "event-63070031.26": "Được...",
  "event-63070031.27": "Oh...",
  "event-63070031.28": "Dễ thương quá!",
  "event-63070031.29": "Aww!",
  "event-63070031.30": "Ôi! Thử cái tiếp theo đi!$h",
  "event-63070031.31": "Được...",
  "event-63070031.32": "Thích màu cam này!$4",
  "event-63070031.33": "Tìm cái gì đó thoải mái hơn một chút đi!",
  "event-63070031.34": "Thoải mái...?",
  "event-63070031.35": "Teehee!",
  "event-63070031.36": "Mình có làm đúng không?$6",
  "event-63070031.37": "Lavril.",
  "event-63070031.38": "Đúng rồi! Đây chính là cái bạn cần!",
  "event-63070031.39": "Ôi, trái tim mình như tan chảy mất!$s",
  "event-63070031.40": "Lavril, bạn đã chọn bộ đồ hoàn hảo!$4",
  "event-63070031.41": "Tôi luôn tò mò không biết cảm giác làm một chú thỏ như thế nào.$h#$b#Tôi không thể chờ để khoe với Void!$18",
  "event-63070031.42": "Hãy bắt đầu bữa tiệc nào!$4",


  //Kitty Slimes Prologue
  "event-630730031.01": "Ái chà! Các bé yêu của tôi!$1",
  "event-630730031.02": "Chờ đã!",
  "event-630730031.03": "Ôi, chúng lại chạy mất rồi...$2",
  "event-630730031.04": "Tôi ước gì chúng tôi được yêu thích như bạn. Chúng không bao giờ cho tôi ôm miễn phí.$u",
  "event-630730031.05": "Họ có gan rời xa chúng ta. Hmmph!",
  "event-630730031.06": "Những con slime trong vườn cây đã ở đây lâu hơn chúng ta nhiều.$10#$b#Chúng tôi chỉ muốn làm hàng xóm tốt.$u",
  "event-630730031.07": "Pssst. @!#$b#Giữa tôi và bạn, tôi không khuyên bạn ôm mấy con slime này đâu, ít nhất là bây giờ thì đừng đụng.#$b#Chúng làm hỏng phần bông gòn của tôi, nhưng tôi đang tìm cách làm loãng chất nhầy của chúng. Như vậy khi chạm vào sẽ đỡ rát hơn.",
  "event-630730031.08": "Thật tốt, Void.",
  "event-630730031.09": "Okay...?",
  "event-630730031.10": "Bạn có thể làm được mà.",
  "event-630730031.11": "Hehe.",
  "event-630730031.12": "Bạn có thể tin tưởng vào tôi!$1",
  "event-630730031.13": "Có thể một ngày nào đó chúng ta có thể hòa hợp.$17#$b#à khi đó, tôi sẽ gần hơn một bước đến việc có thêm nhiều bạn bè!$19",

  //Kitty Slime Conversion - For Real
  "event-630730032.01": "Hey!! Dừng lại đi.!!!$a#$b#Void--!$u",
  "event-630730032.02": "Tôi đang xử lý đây!$1",
  "event-630730032.03": "Để bạn của chúng tôi yên đi!$11",
  "event-630730032.04": "Oh không...$13",
  "event-630730032.05": "Con slime này đã bảo vệ lãnh thổ của chúng với cả mạng sống của nó.",
  "event-630730032.06": "Chắc chắn phải có điều gì đó chúng ta có thể làm!$s",
  "event-630730032.07": "Điều này trông không ổn chút nào.#$b#Và những con cua đá từ bãi biển phía nam sẽ cứ tiếp tục quay lại.",
  "event-630730032.08": "T-Tôi phải làm gì đó...$s",
  "event-630730032.09": "Chào bạn nhỏ. Mọi thứ sẽ ổn thôi...$13",
  "event-630730032.10": "Không...",
  "event-630730032.11": "T-Tôi xin lỗi vì đã không có mặt khi bạn cần tôi nhất.$9",
  "event-630730032.12": "Lavril! Nhẫn của bạn đang phát sáng!",
  "event-630730032.13": "H-huh?",
  "event-630730032.14": "H-Hey! Thấy ngứa quá... *Cười khúc khích*$17",
  "event-630730032.15": "Một con mèo slime à?$1",
  "event-630730032.16": "H-Hey! Tại sao đột nhiên lại có nhiều slime như vậy?",
  "event-630730032.17": "Hí hí! Ôm miễn phí cho mọi người!$19",
  "event-630730032.18": "H-Hey, ria mép của bạn làm tôi ngứa, d-đừng nữa! Haha!$17",

}