{
	"Gathering.location": "tại quảng trường thị trấn Ridgeside.",
	"EoR.location": "tại sườn núi.",
	"LogCabinHotel.Rates.Normal": "GIÁ KHÁCH SẠN ^^ Phòng - 500$ ^^Chúng tôi hy vọng bạn sẽ tận hưởng kỳ nghỉ của mình!",
	"LogCabinHotel.Rates.Expanded": " GIÁ KHÁCH SẠN^Phòng - 500$^Tiệc sinh nhật - 1500$^Tiệc cưới - 2000$^Tiệc kỷ niệm - 2000$^^Thông tin thêm:^Bạn chỉ có thể đặt tiệc khi có bạn bè sinh nhật sắp diễn ra trong vòng 3 ngày tới.^Bạn không thể đặt tiệc cho người lạ. ^^ Tiệc cưới chỉ khả dụng khi có đám cưới sắp diễn ra. ^^ Bạn chỉ có thể đặt 1 sự kiện mỗi lần!",

	"HotelCounter.Booking.Question": "Bạn có muốn đặt phòng không?",
	"HotelCounter.Booking.Yes": "Có, tôi muốn thuê một phòng với giá 500$.",
	"HotelCounter.Booking.No": "Không, cảm ơn.",
	"HotelCounter.Booking.AfterBooking": "Phòng của bạn ở tầng 2.#Ở phía dưới bên trái-phần lớn nhất của tầng.#Chúc bạn có kỳ nghỉ vui vẻ!",
	"HotelCounter.Booking.AlreadyBooked": "Bạn đã đặt phòng.",
	"HotelCounter.Booking.NotEnoughMoney": "Bạn không có đủ tiền để đặt phòng.",
	"HotelRoom.DirectionsAlert": "Phòng của tôi ở phía dưới cùng bên trái của tầng.",
	"HotelCounter.Booking.Free": "Là bạn của chủ sở hữu, căn phòng ở phía dưới bên trái của tầng hai là của bạn để sử dụng theo ý muốn, miễn phí.",

	"EventHallCounter.Booking.Question": "Bạn có muốn đặt trước một sự kiện không?",
	"EventHallCounter.Booking.AlreadyBooked": "Bạn đã đặt một sự kiện.",
	"EventHallCounter.Booking.NotEnoughMoney": "Bạn không có đủ tiền để đặt sự kiện.",
	"EventHallCounter.Booking.No": "Không, cảm ơn.",

	"EventHallCounter.Booking.BirthdayParty": "Tiệc sinh nhật - 1500$",
	"EventHallCounter.Booking.Bday.Question": "Bạn có muốn tổ chức một bữa tiệc cho ai đó không?",
	"EventHallCounter.Booking.Bday.Yes": "Có, tôi muốn tổ chức một bữa tiệc với giá 1500$.",
	"EventHallCounter.Booking.Bday.AfterBooking": "Cảm ơn @! Hãy đến thăm hội trường sự kiện bất cứ lúc nào vào ngày sinh nhật của người tổ chức. Chúng tôi hy vọng sớm gặp lại bạn!",
	"EventHallCounter.Booking.Bday.List": "Sinh nhật sắp tới",
	"EventHall.TodayBirthday": "Bạn đã đặt tiệc sinh nhật cho {{name}} hôm nay!#Đừng quên ghé thăm Hội trường tổ chức sự kiện của khách sạn Log Cabin trong ngày này.",

	"EventHallCounter.Booking.WeddingReception": "Tiệc cưới - 2000$",
	"EventHallCounter.Booking.WR.Question": "Bạn có muốn đặt tiệc chiêu đãi sau đám cưới không?",
	"EventHallCounter.Booking.WR.Yes": "Có, tôi muốn tổ chức tiệc cưới với chi phí 2000$.",
	"EventHallCounter.Booking.WR.AfterBooking": "Cảm ơn bạn! Chúng tôi sẽ chuẩn bị mọi thứ cho buổi đón tiếp bạn. Xin chúc mừng, một lần nữa!",

	"EventHallCounter.Anv.Title": "Tiệc kỷ niệm - 2000$",
	"EventHallCounter.Anv.Yes": "Có, tôi muốn tổ chức một bữa tiệc vào ngày mai.",
	"EventHallCounter.Anv.Question": "Bạn có muốn đặt tiệc kỷ niệm ngày cưới vào ngày mai không?",
	"EventHallCounter.Anv.AfterBooking": "Cảm ơn bạn! Hẹn gặp lại bạn vào ngày mai!",

	"RSV.Minecart.Question": "Bạn muốn đi đâu?",
	"MinecartLocation.1": "Thị trấn Pelican",
	"MinecartLocation.2": "Cửa hàng tổng hợp Heaps",
	"MinecartLocation.3": "Vườn Họa Mi",
	"MinecartLocation.4": "Nhà kính cộng đồng Ridgeside",
	"MinecartLocation.5": "Phía Đông - Trang trại Đỉnh Núi",
	"MinecartLocation.6": "Phía Tây - Trang trại Đỉnh Núi",
	"Exit.Text": "Hủy",

	"NotEnoughMoney": "Bạn không có đủ tiền.",

	"IanShop.Closed": "Xin lỗi, chúng tôi đóng cửa! (Mở cửa từ 9 giờ sáng - 5 giờ chiều trừ Chủ nhật.)",
	"IanShop.Open": "Dịch vụ Việc Vặt",
	"IanShop.Cancel": "Quay lại",
	"IanShop.Bye": "Xin vui lòng quay lại!",
	"IanShop.ServiceAlreadyActive": "Bạn đã thuê dịch vụ {{serviceName}}.",
	"IanShop.ServiceNotActive": "Bạn không thể hủy dịch vụ {{serviceName}} vì dịch vụ này hiện không được thuê.",
	"IanShop.ServiceStarted": "Việc Vặt sẽ bắt đầu dịch vụ {{serviceName}} từ ngày mai. Vui lòng truy cập bất cứ lúc nào để hủy dịch vụ. Cảm ơn bạn đã ủng hộ!",
	"IanShop.CancelService": "Hủy dịch vụ",
	"IanShop.ServiceCancelled": "Dịch vụ {{serviceName}} đã bị hủy. Vui lòng truy cập lại để gia hạn dịch vụ.",
	// Crop watering
	"IanShop.WaterPlants": "Tưới nước cho cây trồng",
	"IanShop.WaterPlantsMenu": "Thuê nhân công tưới cây trồng của bạn?",
	"IanShop.WaterPlantsSelection": "Thuê công nhân tưới nước cho trang trại của bạn với giá {{amount}}$ mỗi vụ mỗi ngày nếu trời không mưa",
	"IanShop.HasWatered": "Việc Vặt đã tưới nước cho cây trồng của bạn hôm nay tổng cộng là ",
	// Animal petting
	"IanShop.PetAnimals": "Chăm sóc thú cưng",
	"IanShop.PetAnimalsMenu": "Thuê nhân công để vuốt ve thú cưng của bạn?",
	"IanShop.PetAnimalsSelection": "Thuê công nhân với giá {{amount}}$ mỗi con vật mỗi ngày",
	"IanShop.NoAnimals": "Bạn không có con vật nào để vuốt ve cả.",
	"IanShop.HasPetAnimals": "Việc Vặt đã vuốt ve thú cưng trong trang trại của bạn trong ngày hôm nay tổng cộng là ",
	"IanShop.NotEnoughMoneyHUD": "Dịch vụ {{serviceName}} bị hủy do không đủ tiền. Vui lòng truy cập Việc Vặt để gia hạn dịch vụ.",
	// Fence fixing
	"IanShop.FixFences": "Sửa hàng rào",
	"IanShop.FixFencesMenu": "Thuê nhân công để sửa hàng rào của bạn?",
	"IanShop.FixFencesSelection": "Thuê công nhân để sửa {{amount}} hàng rào vào ngày mai với giá {{price}}$ mỗi chiếc",
	"IanShop.HasFixedFences": "Hàng rào của bạn đã được sửa tổng cộng ",
	"IanShop.NoFences": "Trang trại của bạn không có hàng rào!",
	// Renovations
	"IanShop.SummitFarm": "Nâng cấp trang trại Đỉnh Núi",
	"IanShop.OnlyFarmOwner": "Chỉ chủ trang trại mới có thể cải tạo Trang trại Summit.",
	"IanShop.BrokenCarts": "Hm, mình ước gì chúng mình có thể giúp bạn, @, nhưng mình không biết làm cách nào chúng mình có thể đưa nguyên liệu lên tới đỉnh núi...$2#$b#Có lẽ nếu những chiếc xe chở hàng cũ được sửa chữa, chúng ta có thể sử dụng chúng?$1",
	"IanShop.Construction": "Được rồi, chúng ta sẽ bắt đầu dự án {{project}} ngay!",
	"IanShop.Instant": "Được rồi! {{project}} thực ra đã được lắp ráp sẵn nên chúng mình sẽ giao nó đến trang trại của bạn càng sớm càng tốt!",
	"IanShop.AlreadyBuilding": "Thực ra, @, chúng mình đang thực hiện một dự án cho mình nên chúng mình không thể đảm nhận bất kỳ công việc mới nào khi dự án đó đang hoạt động.$s#$b#Nhưng sau khi hoàn tất, chúng ta hãy nói chuyện lại !",
	"IanShop.AllRenovated": "Thực ra, @, chúng mình đã thực hiện mọi công việc cải tạo có thể cho mình! Vì vậy, chúng tôi không có gì mới để cung cấp - Xin lỗi!$1",

	"SummitHouseUpgrade.Name": "Nâng cấp Nhà Đỉnh Núi",
	"SummitHouseUpgrade.Description": "Làm cho Nhà Đỉnh Núi như mới, từ trong ra ngoài.",
	"ClimateControl.Name": "Kiểm soát khí hậu",
	"ClimateControl.Description": "Trồng bất kỳ loại cây trồng nào quanh năm.",
	"SprinklerSystem.Name": "Hệ thống phun nước",
	"SprinklerSystem.Description": "Lắp đặt hệ thống phun nước ngầm để tự động tưới nước cho cây trồng mỗi ngày.",
	"OreArea.Name": "Khu vực quặng",
	"OreArea.Description": "Chuyển đổi đỉnh đồi phía đông thành khu vực khai thác quặng.",
	"Shed.Name": "Nhà kho",
	"Shed.Description": "Một tòa nhà trống trên ngọn đồi phía trên ngôi nhà. Nội thất có thể được trang trí.",

	"ShowImage.Arknir": "Bức ảnh này được chụp trong một sự kiện karaoke ở Ridgeside bởi nhiếp ảnh gia Grampleton Ark Nir.#(Người chiến thắng Cuộc thi nghệ thuật RSV Discord 2021)",
	"ShowImage.Aniv1st": "'Mia đến thăm bạn bè trong Lễ hội Ridgeside!'#Bản sao ảnh được cung cấp bởi Hime, khách du lịch đã chụp bức ảnh này.#(Vị trí số 1 của cuộc thi fan-art từ Sự kiện Discord Kỷ niệm 1 năm của RSV)",
	"ShowImage.Aniv2nd": "'Cô Flor trên sàn'#Một bức ảnh chân thực được chụp bởi Rajah, đóng khung với sự đồng ý.#(Vị trí thứ 2 của cuộc thi fan-art từ Sự kiện Discord Kỷ niệm 1 năm thành lập RSV)",
	"ShowImage.Aniv3rd": "'Chim hát giữa vườn'#Ảnh quảng cáo cho vườn cây ăn quả của Ryoma.#(Vị trí thứ 3 của cuộc thi fan-art từ Sự kiện Discord Kỷ niệm 1 năm thành lập RSV)",

	"Clinic.Healthy": "Em đã có sức chịu đựng và sức khỏe cao!",
	"Clinic.HealthyHealth": "Em đã có lượng máu dồi dào!",
	"Clinic.HealthyStamina": "Em đã có sức chịu đựng cao!",
	"Clinic.Choices": "Em đến đây để làm gì?",
	"Clinic.Health": "Khám sức khỏe",
	"Clinic.Stamina": "Kiểm tra sức chịu đựng",
	"Clinic.Look": "Hãy nhìn vào em...",
	"Clinic.Done": "Tất cả đã tốt hơn!",
	"Clinic.PaulaNotHere": "Bác sĩ lâm sàng đã ra ngoài.",

	"Offer.Question": "Bạn có thực sự muốn ném {{itemName}} xuống nước không?",
	"Offer.Yes": "Có",
	"Offer.No": "Không",
	"Offer.IllegalItem": "Tốt nhất tôi không nên vứt cái này đi.",

	"Daia.BookOpen": "Khi bạn mở sách, văn bản và hình ảnh từ từ xuất hiện từ những trang giấy từng trống rỗng.",
	"Daia.BookClose": "Đóng sách",
	"Daia.BookPages": "Chọn một trang",
	"Daia.Page1": "Trang 1 - Cổ vật bị nguyền rủa I",
	"Daia.Page2": "Trang 2 - Cổ vật bị nguyền rủa II",
	"Daia.Page3": "Trang 3 - Cổ vật bị nguyền rủa III",
	"Daia.Page4": "Trang 4 - Cổ vật bị nguyền rủa IV",
	"Daia.Page5": "Trang 5 - Hiện vật may mắn I",
	"Daia.Page6": "Trang 6 - Hiện vật Phúc đức II",
	"Daia.Page7": "Trang 7 - Hiện vật Phúc lành III",
	"Daia.LegendFishes": "Trang 8 - Những loài cá huyền thoại",
	"Daia.RelicHint1": "'Hóa thạch núi'^Bên trong rừng của sườn núi,^Gần thác nước, hóa thạch cổ xưa xuất hiện.^Một trong những tàn tích có mực của một con thú cổ đại,^Và một trong những chiếc xương bạc của con cá.",
	"Daia.RelicHint2": "'Màn Đêm Và Quái Vật'^Một viên kim cương nhuốm màu bầu trời đêm.^Ẩn mình giữa những khoáng chất phong phú của rừng núi.^Hãy cảnh giác khi bạn bước vào nơi này.^Khi những con thú ngoằn ngoèo cổ xưa bị nguyền rủa lang thang .^Loại bỏ chúng và lấy di tích của một chủng tộc cổ xưa.",
	"Daia.RelicHint3": "'Người Tình Thất Lạc Từ Lâu'^Trong những cuộc hẹn hò bội số của ba,^Một linh hồn lạc lối lang thang trong rừng núi giữa những hồn ma khác.^Màu xanh nhạt, nhưng bạn sẽ thấy,^Thật thân thiện, và tặng bông hồng bị nguyền rủa.",
	"Daia.RelicHint4": "'Nai Sừng Tấm'^Một con vật núp sau chiếc ghế dài nhìn lên bầu trời,^Trước gốc cây khao khát được bay. ^^'Con cáo'^Một câu là một giờ.^Kiên nhẫn được khen thưởng khi đứng trước viên ngọc tím của con cáo.^Đúng vậy, sự kiên nhẫn được khen thưởng khi đứng trước viên ngọc tím của con cáo.",
	"Daia.RelicHint5": "'Âm Nhạc Đằng Sau Bức Tường'^Một ca sĩ cổ xưa bị mắc kẹt sau bức tranh của một vũ công,^Chặt nó xuống để giải thoát cô ấy. ^^'Người hùng bị lãng quên'^Khi bạn câu cá trên giếng của người giàu, ^Một nhân vật bị lãng quên được cứu từ nơi nó rơi xuống. ^^'Chiếc Lược Của Tiên Tộc'^Trên đường đi bộ, người ta tìm thấy một ngôi nhà bỏ hoang.^Ở đâu đó bên cạnh nó, một chiếc lược được chôn để che giấu bí mật của kẻ phản bội.",

	"CompleteCrystalsNotif": "Những ngọn núi dường như đang nói...#'Cảm ơn nông dân... Ta sẽ lo việc từ đây...'#'Hãy quay lại vào ngày mai và cuối cùng chúng ta sẽ gặp nhau...' #'Hãy bảo trọng nhé, cháu của bạn ta...'",

	"RSV.MyLetter": "Gửi đến những ai đang đọc bài viết này^Đã lâu lắm rồi chúng ta chưa bị phong ấn khỏi phần còn lại của thế giới. Đó là một ngày nắng đẹp, đột nhiên một làn sương mù màu tím ập đến trang trại. Đột nhiên, thiên nhiên bắt đầu trở nên sống động, lớn dần về kích thước cho đến khi nó bao bọc chúng tôi trong những bức tường cao bằng đất, cây cỏ. Bất cứ khi nào chúng tôi cố gắng hạ bỏ bức tường, nó lại mọc lên mạnh mẽ hơn. Người ta có thể nghĩ rằng vợ chồng tôi sẽ giữ được mối hận thù với thế lực cao hơn đã nhốt chúng tôi. Nhưng không, chúng tôi không bận tâm.^ Chắc hẳn phải có lý do nào đó khiến thiên nhiên gài bẫy chúng tôi, và chúng tôi muốn nghĩ rằng mình đã được cứu khỏi màn sương mù đáng ngại đó. Và vì điều đó, chúng tôi cảm ơn Yoba đã cho chúng tôi cơ hội sống nốt phần đời còn lại trong yên bình ^ Đã nhiều năm trôi qua và chúng tôi hạnh phúc. Một ngày nào đó, mảnh đất từng đầy rẫy hoa màu mà vợ chồng tôi yêu quý như những đứa con này sẽ không còn nữa .^Và khi ngày đó đến, tôi biết vợ tôi và tôi sẽ quay lại vòng tay của Yoba và những bức tường có thể sẽ sụp đổ. ^^ Gửi tới bất kỳ ai đang đọc dòng này, vùng đất này là của bạn.^Tất cả những gì tôi yêu cầu là bạn hãy dành tình yêu cho nó như chúng tôi đã làm trước đây.^Cầu mong Yoba phù hộ cho bạn.^- R",
	"RSV.Fridge": "Tủ lạnh",

	"RSV.UndreyaError": "Chỉ chủ nhà mới có thể truy cập cái này!",
	"RSV.UndreyaSchedStart": "Bắt đầu chơi trốn tìm với Undreya?",
	"RSV.UndreyaSchedStop": "Dừng chơi trò trốn tìm với Undreya?",
	"RSV.UndreyaWillPlay": "Undreya sẽ trốn vào ngày mai!",
	"RSV.UndreyaWontPlay": "Ngày mai Undreya sẽ ở nhà.",

	"Loan.Error": "Chỉ chủ nhà mới có thể truy cập cái này!",
	"Loan.BeginQuestion": "Xin chào, cảm ơn bạn đã liên hệ với Ngân hàng Amethyne và Công ty Tín thác. Bạn muốn vay bao nhiêu?",
	"Loan.100k": "100.000$",
	"Loan.500k": "500.000$",
	"Loan.1mil": "1.000.000$",
	"Loan.Nevermind": "Suy nghĩ lại",
	"Loan.Begun": "{amount}$ đã được chuyển vào tài khoản của bạn. Hãy quay lại địa điểm này để trả nợ.",
	"Loan.Interest": "Số tiền lãi ngày hôm qua được trừ vào lãi: ",
	"Loan.PayQuestion": "Thanh toán khoản nợ của bạn? ({amount}$ còn lại.)",
	"Loan.PayMenu": "Số tiền phải trả:",
	"Loan.FullyPaid": "Số dư của bạn đã được thanh toán đầy đủ. Hãy quay lại địa điểm này để vay một khoản vay khác.",
	"Loan.PartlyPaid": "Đã trả {amount}$ cho khoản nợ. Số dư còn lại: ",

	"Aniv.1st": "Cuốn sách của Airyn",
	"Aniv.2nd": "Cuốn sách của Kabuto N.",
	"Aniv.3rd": "Cuốn sách của Yri",

	"Aniv.Airyn-Leilani": "(Giải nhất cuộc thi thơ từ Sự kiện bất hòa kỷ niệm 1 năm thành lập RSV) ^^ Bố^Ngốc nghếch, Yêu^Lớn lên, Cười, Thư giãn^Cha mẹ, Thực vật, Công chúa, Chơi^Xem, Lo lắng, Cười ^Ấm áp, Nghiêm khắc^Mẹ ^^ Tôi thích ôm con^E mỗi khi mẹ đến thăm^Tôi giả vờ như điều đó thật thô thiển nhưng tôi^thích nghe những câu chuyện của mẹ^Và tôi ước gì mẹ ở đó^Không đi xa quá^Em nhớ mẹ, Mẹ^^Anh trai tôi,Shiro^Tôi chăm sóc anh ấy mỗi ngày.^Tôi không bận tâm. Tôi không.",
	"Aniv.Airyn": "(Giải nhất cuộc thi thơ từ Sự kiện Discord Kỷ niệm 1 năm thành lập RSV) ^^ Bố^Ngốc nghếch, Yêu^Lớn lên, Cười, Thư giãn^Cha mẹ, Thực vật, Công chúa, Chơi^Xem, Lo lắng, Cười^Ấm áp , Nghiêm khắc^Mẹ ^^ Con đã ôm con^E rất nhiều lần mẹ đến thăm^Con giả vờ như điều đó thật thô thiển nhưng con^thích nghe những câu chuyện của mẹ^Và con ước gì mẹ không đi^Không đi^Con nhớ mẹ, mẹ ^^ Anh trai tôi, Shiro^Tôi chăm sóc anh ấy mỗi ngày.^Tôi không bận tâm. Tôi không.",
	"Aniv.ChickenNuggets": "(Vị trí thứ 2 của cuộc thi thơ từ Sự kiện bất hòa kỷ niệm 1 năm của RSV)^Trinnie, gửi Yuuma:^Keahi và tôi^Có một loạt trò đùa đang xếp hàng^Thỉnh thoảng hãy đến tham gia cùng chúng tôi!^Keahi, gửi tới Yuuma:^Nhớ những trò đùa^Và niềm vui mà chúng ta từng có?^Hãy làm lại lần nữa nhé!^Yuuma, với Trinnie và Keahi:^Các bạn thân mến^Tôi rất vui khi có cả hai bạn^Xin hãy đợi tôi",
	"Aniv.Yri": "(Giải 3 cuộc thi thơ trong Sự kiện Discord Kỷ niệm 1 năm thành lập RSV)^Elevenie^'Sườn sườn^cao lên^trên vách đá^nhìn qua thung lũng^yên tĩnh'",
	"BlissBook.Title": "Mục lục",

	"RSV.WarpFail": "Không thể sử dụng vật tổ.",
	"RSV.WarpFestival": "Lễ hội Đêm Hội Than Hồng vẫn đang được tổ chức. Hãy quay lại sau!",

	"Shiro.RejectProposal": "Ồ... anh xin lỗi, @. Anh biết em yêu anh rất nhiều và anh cũng muốn điều này như em, nhưng anh sẽ là một người anh trai tồi nếu anh nói đồng ý. $s#$b#Khi cả cha mẹ anh đều đi vắng, Yuuma không còn ai khác để chăm sóc cậu ấy...$s#$b#Và với tất cả những gì anh đã bắt cậu ấy trải qua trong vài năm qua, điều đó thật ích kỷ đối với anh để đưa em ấy rời xa chút kỷ niệm cuối cùng của cuộc sống cũ mà em ấy đã để lại.$s#$b#Anh xin lỗi, nhưng anh hy vọng em hiểu.$s",
	"Kiarra.RejectProposal": "Em xin lỗi, @, nhưng em biết anh đã làm gì để giúp Joja xây dựng nhà kho đó và em chỉ không nghĩ giá trị của chúng ta phù hợp với nhau.$a^Em xin lỗi, @, nhưng em biết chị đã làm gì để giúp Joja xây dựng nhà kho đó và em chỉ không nghĩ giá trị của chúng ta phù hợp với nhau.$a",

	"installation.incorrect": "Ridgeside Village dường như được cài đặt không chính xác.",
	"missing.mods": "Không phát hiện thấy (các) mod cần thiết cho Ridgeside Village...",
	"missing.mods.cont": "Vui lòng tải xuống hoặc đảm bảo bạn đã cài đặt đúng các mục sau:",
	"outdated.mods": "Đã phát hiện phiên bản của (các) mod đã lỗi thời để sử dụng ở Ridgeside Village...",
	"outdated.mods.cont": "Vui lòng cập nhật thông tin sau trước khi chơi:",
	"orphaned.mods": "Không thể tìm thấy (các) mod bắt buộc sau đây. Hoặc là không",
	"orphaned.mods.cont": "đã được cài đặt hoặc chúng thiếu phần phụ thuộc riêng. Vui lòng kiểm tra bên dưới:",
	"mod.info": "{{modName}} by {{author}} -",
	"mod.parents": "Relevant requirement: {{parents}}",
	"smapi.outdated": "SMAPI is out of date! Please update this ASAP!",
	"ridgeside.CP.missing": "\n\n\nThere seems to be an issue with your Ridgeside Village installation.\nPlease visit https://smapi.io/log and follow the instructions on that site to upload your log.\nScroll to the top of the page and read the red text to identify the errors.\n\n\n",
	"help.message": "If you need help, visit our Discord server! https://discord.gg/wkrUNkQ4xQ",

	"RidgePond.NoFishing": "Số lượng cá ở ao này cực kỳ thấp... Belinda sẽ nổi giận với mình nếu mình câu cá ở đây.",
	"GrandmaMessage.1": "Cháu yêu quý của bà...#Bà rất mừng vì cuối cùng cháu cũng đã đến...#Bà chắc chắn rằng ông của cháu cũng vậy...#Hãy sống tốt nhé cháu yêu...",

	"FoxbloomHint.Uncleansed": "Tất cả sách đều được viết bằng nhiều ngôn ngữ khác nhau...",
	"FoxbloomHint.Cleansed": "Tất cả các cuốn sách đều được viết bằng nhiều ngôn ngữ khác nhau... Nhưng có một cuốn sẽ khơi gợi sự quan tâm của bạn. Chữ viết tay có vẻ là của Belinda.",
	"FoxbloomHint.Text": "Hoa Cáo hiếm đến mức không ai tìm thấy nhiều hơn một bông trong một ngày. Nó được biết là xuất hiện gần những viên pha lê bí ẩn trong rừng. ^^^ Hơn nữa, nó sẽ chỉ lộ diện trước mặt cáo trong rừng núi vào một trong những ngày Chủ nhật của mỗi mùa. Về việc sẽ là ngày Chủ nhật nào trong tháng này, tôi tin rằng tôi đã nghĩ ra một công thức để xác định ngày chính xác: [letrbg LooseSprites/FoxbloomHints.opener 0 ]",

	// 9 - 2
	"FoxbloomHint.easy.7": "Địa điểm: Biệt thự Amethyne [letterbg LooseSprites/FoxbloomHints.easy 0]",
	// 14
	"FoxbloomHint.easy.14": "Địa điểm: Thác Ridge [letterbg LooseSprites/FoxbloomHints.easy 1]",
	// 7 * 3
	"FoxbloomHint.easy.21": "Địa điểm: Làng Ridgeside^^^^^^^^^^(Note: Màu sắc động vật không quan trọng.) [letterbg LooseSprites/FoxbloomHints.easy 2]",
	// 4 * 7
	"FoxbloomHint.easy.28": "Địa điểm: Nhà kho của Kimpoi [letterbg LooseSprites/FoxbloomHints.easy 3]",

	//Non-English characters are there to create an indent on the first line - If your language is Japanese or Korean, replace your character with the one not from your alphabet
	// 9 - (4/2)
	"FoxbloomHint.medium.7": "あ   Quần đảo trong Linh Giới^ Cây cối trong Thác Tình yêu huyền bí [letterbg LooseSprites/FoxbloomHints.medium 0]",
	// 6 + 8 ("scarecrows" -> "plain scarecrows")
	"FoxbloomHint.medium.14": "Chỉ trong số dân làng Ridgeside:^ Số lượng bù nhìn thường trong làng^    Cha mẹ có con sống trong làng [letterbg LooseSprites/FoxbloomHints.medium 1]",
	// 10 + 11
	"FoxbloomHint.medium.21": "아   Cây cối trong nhà Maddie^ Chỗ ngồi* trong tòa nhà Phòng khám Ridgeside^^^^^^^^*(Note: \"Chỗ ngồi\" như ở những nơi bạn có thể ngồi.) [letterbg LooseSprites/FoxbloomHints.medium 2]",
	// (5 * 5) + 3
	"FoxbloomHint.medium.28": "Địa điểm: Làng Ridgeside^ Cối xay gió^ Tòa nhà nhiều tầng^ Cầu đá [letterbg LooseSprites/FoxbloomHints.medium 3]",

	// (50 - 36)/(50 - 48)
	"FoxbloomHint.hard.7": "Vị trí: Vườn Họa Mi^ Tổng số quả trên cây mỗi ngày trong mùa xuân^ Tổng số quả trên cây mỗi ngày trong mùa hè^ Trung bình hàng năm tổng số quả trên cây mỗi ngày(không bao gồm mùa đông) [letterbg LooseSprites/FoxbloomHints.hard 0]",
	// 2 * (8 - 3 + 2)
	"FoxbloomHint.hard.14": "Vị trí: Tầng bên trong cửa hàng tiện lợi Heaps^ Tổng số biển hiệu (all)^    Tổng biển hiệu \"HEAPS\" ^    Tổng biển hiệu \"SALE\" trắng^    Tổng biển hiệu \"SALE\" xanh dương [letterbg LooseSprites/FoxbloomHints.hard 1]",
	// (18 * 12)/9 - 3
	"FoxbloomHint.hard.21": "Vị trí: Rừng Ridge^ Tổng số thác nước^ Tổng số cầu ngang^ Tổng số độ cao vách đá riêng biệt*^ Tổng số cầu thẳng đứng ^^ ^^ ^^* (Lưu ý: Bao gồm cả các độ cao không thể tiếp cận.) [letterbg LooseSprites/FoxbloomHints.hard 2]",
	// 16 * (3/sq(4)) + 4 (last hint changed)
	"FoxbloomHint.hard.28": "Chỉ trong số dân làng Ridgeside:^ Sinh nhật phổ biến nhất vào Thứ Ba^ Tổng số dân làng nữ sinh vào mùa đông^ Số dân làng có sinh nhật thứ Bảy [letterbg LooseSprites/FoxbloomHints.hard 3]",

	"RSV.MapIconName": "Làng Ridgeside",

	"LogCabinHotel.HistoryScroll": "Lịch sử của làng Ridgeside ^^ Nhiều thiên niên kỷ trước...^ Thung lũng được hình thành, do Yoba hoặc do nguyên nhân tự nhiên. ^ Một số trận chiến lớn đã xảy ra từ rất lâu trước khi có bất kỳ lịch sử nào được ghi lại về nền văn minh nhân loại. Tuy nhiên, không còn bằng chứng nào về nguồn gốc của cuộc xung đột.^[Rất nhiều lịch sử bị thiếu từ đây cho đến những bản ghi chép gần đây hơn...một số trong số đó bị trầy xước hoặc mờ dần. Tất cả đều không đọc được.]^^ Khoảng 2500 năm trước...^Một thuộc địa của bộ lạc đầu tiên đã đến sườn núi và thành lập một ngôi làng. Những ngôi nhà thường được làm bằng đá thay vì gỗ thông thường.^Người dân trong bộ tộc tin vào một loại tinh linh ao cái hồ nào đó, mà họ thường miêu tả là một con rái cá/hải cẩu lai.^Cuối cùng, ngôi làng đã bị phá hủy -- rất có thể là một nhóm những kẻ cướp bóc cổ xưa. ^^ Khoảng 700 năm trước...^ Những người định cư ban đầu đã đến thung lũng và thành lập một thị trấn dọc theo bờ biển. Thị trấn đó là Thị trấn Pelican mà chúng ta biết ngày nay.^Thị trấn Pelican ban đầu được thành lập như một thị trấn khai thác mỏ và cuối cùng trở thành một cảng thương mại theo thời gian.^Ban đầu, mọi người đổ xô đến Thị trấn Pelican vì đây là một nơi tuyệt vời để sinh sống vùng đất có đất cực kỳ màu mỡ và đàn cá dồi dào ở vùng biển lân cận. ^^ Khoảng 300 năm trước cho đến nay...^ Với một cuộc chiến tranh quốc tế sắp xảy ra, nhà nước quyết định xây dựng một ngôi làng mới trên núi để làm nơi ẩn náu dành cho dân thường.^Một số người định cư ở Thị trấn Pelican quyết định sống lâu dài ở ngôi làng mới này -- Và do đó, Làng Ridgeside đã ra đời.",

	"ShowImage.zRSVOldKids": "Đó là một bức ảnh cũ chụp một nhóm trẻ em bên một cái cây quen thuộc.",

	"RelationshipStatus.Locked": "(đã khóa)",

	"RSV.NoNewOrders": "Không có gì được đăng trong tuần này.",

	//Options
	"ShowVillagersOnMap": "ShowVillagersOnMap",
	"ShowVillagersOnMap.Description": "Hiển thị Dân làng trên bản đồ RSV",
	"ProgressiveStory": "Câu chuyện tiến bộ",
	"ProgressiveStory.Description": "Bật Chế độ câu chuyện lũy tiến (Một số sự kiện diễn ra liên quan đến ngày cài đặt RSV)",
	"RepeatCableCarCutscene": "Lặp lại đoạn cắt cảnh cáp treo",
	"RepeatCableCarCutscene.Description": "Kích hoạt cảnh cắt cảnh cáp treo.",
	"EnableOtherNPCsInCableCar": "EnableOtherNPCsInCableCar",
	"EnableOtherNPCsInCableCar.Description": "Tạo cơ hội cho các NPC khác xuất hiện khi đi Cáp treo (Cùng với các NPC LASV, ES và SVE).",
	"EnableRidgesideMusic": "EnableRidgesideMusic",
	"EnableRidgesideMusic.Description": "Cho phép phát nhạc cho Làng Ridgeside.",
	"RSVNPCSAttendFestivals": "RSVNPCSAttendFestivals",
	"RSVNPCSAttendFestivals.Description": "Cho phép NPC RSV tham dự Lễ hội Thị trấn Pelican.",
	"ExpandedFestivalMaps": "ExpandedFestivalMaps",
	"ExpandedFestivalMaps.Description": "Cho phép mở rộng bản đồ lễ hội. Nếu sai sẽ sử dụng các vị trí cũ có thể xung đột với các bản mod khác.",
	"EasyIntroduction": "EasyIntroduction",
	"EasyIntroduction.Description": "NPC RSV không xuất hiện trong nhiệm vụ Giới thiệu.",
	"EnableBetterBusStop": "EnableBetterBusStop",
	"EnableBetterBusStop.Description": "Sử dụng bản vá chính thức của Ridgeside Village cho Trạm dừng xe buýt của TheLimeyDragon và Rafseazz. Có thể không tương thích với các mod khác.",
	"PoleAtBackwoods": "PoleAtBackwoods",
	"PoleAtBackwoods.Description": "Bật/Tắt cột cáp treo ở khu rừng phía sau.",
	"SeasonalRSVMap": "SeasonalRSVMap",
	"SeasonalRSVMap.Description": "Bật/Tắt bản đồ thế giới RSV theo mùa.",
	"EnableTouristNPCs": "EnableTouristNPCs",
	"EnableTouristNPCs.Description": "Bật/Tắt tính năng trang trí NPC du lịch trong khách sạn.",
	"ShowRSVCustomMap": "ShowRSVCustomMap",
	"ShowRSVCustomMap.Description": "Bật/Tắt nút trên bản đồ thế giới cho lớp phủ bản đồ thế giới RSVP tùy chỉnh",
	"OddJobsWateringPrice": "Watering Price",
	"OddJobsWateringPrice.Description": "Đặt giá dịch vụ tưới nước Odd Job tính theo từng loại cây trồng.",
	"OddJobsFencePrice": "Fence Price",
	"OddJobsFencePrice.Description": "Đặt giá cho dịch vụ sửa hàng rào Odd Job theo từng hàng rào.",
	"OddJobsPetPrice": "Petting Price",
	"OddJobsPetPrice.Description": "Đặt giá cho dịch vụ vuốt ve Odd Job tính cho mỗi con vật.",
	
	"ErrorMessage": "Làng Ridgeside dường như được cài đặt không chính xác. Kiểm tra nhật ký để biết thêm chi tiết."
}
