{

////////////////////
// LỆNH ĐẶC BIỆT //
////////////////////

"SASS_SO_1.name":"Cần Nguyên Liệu Gấp!",
"SASS_SO_1.text":"Tôi đang rất cần các nguyên liệu hái lượm ma thuật cho dự án giả kim tiếp theo của mình. Tôi không ngại đó là nhiều loại vật phẩm khác nhau, nhưng chúng phải ở trong tình trạng tốt. Xin hãy mang chúng đến cho tôi tại xưởng ở Rừng Sunberry.",
"SASS_SO_1a.deliver":"Giao 5 vật phẩm hái lượm ma thuật vào chiếc giỏ rỗng trong Xưởng Giả Kim.",

"SASS_SO_2.name":"Cần Lông Vũ Gấp!",
"SASS_SO_2.text":"Tôi đang rất cần lông vũ cho dự án giả kim tiếp theo của mình. Tôi không ngại là loại lông vũ nào, nhưng chúng phải ở trong tình trạng tốt. Xin hãy mang chúng đến cho tôi tại xưởng ở Rừng Sunberry.",
"SASS_SO_2a.deliver":"Giao 5 chiếc lông vũ vào hộp giao hàng trong Xưởng Giả Kim.",

"SASS_SO_3.name":"Cần Nấm Gấp!",
"SASS_SO_3.text":"Tôi đang rất cần nấm cho dự án giả kim tiếp theo của mình. Một vài loại nấm khác nhau là đủ, nhưng đừng lấy những loại thông thường, màu tím hay màu đỏ nhé. Xin hãy mang chúng đến cho tôi tại xưởng ở Rừng Sunberry.",
"SASS_SO_3a.deliver":"Giao 5 cây nấm ma thuật vào hộp giao hàng trong Xưởng Giả Kim.",

"SASS_SO_4.name":"Cần Trái Cây Gấp!",
"SASS_SO_4.text":"Tôi đang rất cần trái cây cho dự án giả kim tiếp theo của mình. Nhưng không phải loại trái cây nào cũng được! Tôi đang tìm những loại trái cây trái mùa và ma thuật. Xin hãy mang chúng đến cho tôi tại xưởng ở Rừng Sunberry.",
"SASS_SO_4a.deliver":"Giao 5 loại trái cây ma thuật vào hộp giao hàng trong Xưởng Giả Kim.",

"SASS_SO_5.name":"Cần Hoa Gấp!",
"SASS_SO_5.text":"Tôi đang rất cần hoa cho dự án giả kim tiếp theo của mình. Nhưng không phải loại hoa nào cũng được! Tôi đang tìm những bông hoa có vẻ ngoài khác thường trong tự nhiên. Xin hãy mang chúng đến cho tôi tại xưởng ở Rừng Sunberry.",
"SASS_SO_5a.deliver":"Giao 5 bông hoa ma thuật vào hộp giao hàng trong Xưởng Giả Kim.",

"SASS_SO_RoseParty.name":"Suỵt! Đây Là Bữa Tiệc Bất Ngờ!",
"SASS_SO_RoseParty.text":"Cori và Wildflour muốn tổ chức một bữa tiệc bất ngờ cho Rose nhưng họ cần bạn giúp gửi thiệp mời đi mà không để Rose phát hiện.",

"SASS_SO_RoseParty_Evelyn.deliver":"Giao một tấm thiệp mời dự tiệc bất ngờ trực tiếp cho Evelyn.",
"SASS_SO_RoseParty_Evelyn.accept":"Rose á? Cô chuột làm bánh ngọt ngào, nhút nhát mà Miyoung và Jumana đã kể cho ta rất nhiều sao? Bữa tiệc này nghe có vẻ là một ý tưởng đáng yêu đấy, cháu ạ. Tất nhiên là chúng ta sẽ đến.$h",

"SASS_SO_RoseParty_Miyoung.deliver":"Giao một tấm thiệp mời dự tiệc bất ngờ trực tiếp cho Miyoung.",
"SASS_SO_RoseParty_Miyoung.accept":"Một bữa tiệc bất ngờ cho Rose ư? Mình không thể tưởng tượng được cách nào tốt hơn để trải qua một buổi chiều!$h",

"SASS_SO_RoseParty_Jumana.deliver":"Giao một tấm thiệp mời dự tiệc bất ngờ trực tiếp cho Jumana.",
"SASS_SO_RoseParty_Jumana.accept":"Thật là một ý tưởng tuyệt vời! Amina đã rất muốn gặp Rose nhưng lại không muốn đi một mình nên tôi sẽ dẫn con bé đi cùng.$h",

"SASS_SO_RoseParty_Linus.deliver":"Giao một tấm thiệp mời dự tiệc bất ngờ trực tiếp cho Linus.",
"SASS_SO_RoseParty_Linus.accept":"Tôi rất sẵn lòng đến Rừng Sunberry vì cô Chuột. Tôi sẽ có mặt.$h",

"SASS_SO_RoseParty_Leah.deliver":"Giao một tấm thiệp mời dự tiệc bất ngờ trực tiếp cho Leah.",
"SASS_SO_RoseParty_Leah.accept":"Chị đã tự hỏi làm thế nào để làm quen với cô chuột ngọt ngào hay đi hái lượm cùng Linus! Cứ tin ở chị, chị sẽ rủ cả Elliott đi cùng nữa!$h",

"SASS_Party_Invitation.name":"Thiệp Mời Dự Tiệc",
"SASS_Party_Invitation.description":"Một tấm thiệp mời tối mật đến bữa tiệc của Rose.",

///////////////
// BẢN ĐỒ //
///////////////

// Chuỗi Bản đồ

"MapString.atelier.cakes": "Một quầy trưng bày những chiếc bánh đầy màu sắc.",
"MapString.atelier.packagedtreats": "Một quầy trưng bày các món tráng miệng được đóng gói trang nhã.",
"MapString.atelier.petitfours": "Một quầy trưng bày những chiếc bánh petit fours nhỏ nhắn đáng yêu.",
"MapString.atelier.cookbooks": "Một tủ sách đầy những cuốn sách dạy nấu ăn.",

"MapString.atelier.herbalistbooks": "Một tủ sách chứa đầy những cuốn sách về giả kim thuật, thảo dược học và hái lượm.",
"MapString.atelier.bookstack": "Những cuốn sách không còn vừa trong tủ.",
"MapString.atelier.teapotbooks": "Một chiếc bàn bừa bộn giấy tờ, một ấm trà và một cuốn sách đang mở. Tiêu đề là: 'Tập Trung! Cách Tránh Lan Man Ngoài Phạm Vi'.",
"MapString.atelier.teapotbooks2": "Một chiếc bàn khác bừa bộn giấy tờ, những cuốn sách đang mở và một ấm trà khác.",

"MapString.atelier.fairydress": "Một chiếc váy vừa vặn cho một nàng công chúa tiên!",
"MapString.atelier.cheesebooks": "Một tủ sách chứa cả sách dạy nấu ăn và tiểu thuyết giả tưởng Redfloor.",
"MapString.atelier.mushteapot": "Một ấm trà hình cây nấm.",
"MapString.atelier.roseplants": "Một giàn cây cảnh rực rỡ, được chăm sóc cẩn thận.",

"MapString.atelier.moretea": "Nghiêm túc đấy, hai người này uống bao nhiêu trà vậy?",
"MapString.atelier.opencookbook": "Một bộ sách dạy nấu ăn đang mở. Đó là công thức cho món Bánh Nướng Dâu Tây Đoạt Giải.",
"MapString.atelier.lemons": "Một bao chanh nhỏ mới hái.",

"MapString.atelier.flowers": "Một bình hoa mới hái. Chúng thơm thật dễ chịu.",
"MapString.atelier.yarrow": "Một bó thảo dược mới hái như cỏ thi và oải hương.",
"MapString.atelier.mushrooms": "Một rổ nấm mới hái. Ngon quá!",

"MapString.atelier.cauldron": "Một chiếc vạc lớn, đang sủi bọt một thứ chất lỏng bí ẩn.",
"MapString.atelier.sprouthouse": "Đó là một ngôi nhà nấm đáng yêu! Nó quá nhỏ để ai đó có thể sống bên trong... chắc vậy.",
"MapString.atelier.alchemybookcase": "Một tủ sách chứa đầy sách giả kim thuật và nến nghi lễ.",

// Hội thoại Cửa hàng
"SASS_AlchemistShop_Dialogue.1":"Đồ hái lượm! Hạt giống! Nấm! Mời vào xem đồ ăn hoang dã ở đây!",
"SASS_AlchemistShop_Dialogue.2":"Chào mừng, chào mừng. Chị có thể giúp gì cho em vào một ngày đẹp trời như thế này?",
"SASS_AlchemistShop_Dialogue.3":"Em nghĩ sao, có muốn thử vài loại quả mọng mới mà chị tìm thấy hôm nay không? Chúng có lẽ không độc đâu...",

"SASS_Alchemist_TwilightShop_Closed":"Đóng cửa cho đến khi lễ hội bắt đầu!",
"SASS_Alchemist_TwilightShop":"Chào mừng đến với Xưởng Chạng Vạng!",

//Tên Nội thất và Cửa hàng

"SASS_FamiliarsShop.Dialogue":"Bách Khoa Toàn Thư Về Thú Thân Thuộc Của Nhà Giả Kim",
"SASS_AtelierInterior":"Xưởng Giả Kim",

///////////////
// NHÀ GIẢ KIM //
///////////////

//Tên hiển thị
"Name.Wildflour": "Wildflour",

//Hội thoại Sở thích Quà tặng Chung

//Yêu
"Gift_Love.Wildflour": "CHỜ ĐÃ, THẬT SAO?! CHO CHỊ Á? Ôi, @, tuyệt vời quá! Cảm ơn em nhiều nhé.$1",

//Thích
"Gift_Like.Wildflour": "Trời ơi, thật là một cử chỉ tốt bụng. Cảm ơn em, @.$h",

//Không thích
"Gift_Dislike.Wildflour": "Hm, ừm, cái này... ừm, chị chắc là mình có thể ném nó vào vạc để làm thuốc hoặc gì đó.$5",

//Ghét
"Gift_Hate.Wildflour": "Ồ. Không. Không được, thật sự là chị ghét cái này.$2",

//Trung lập
"Gift_Neutral.Wildflour": "Cảm ơn em, @.",

//Sinh nhật
"Gift_Positive.Alchemist":"WOHOOOOOOOOOOOOO.$1#$b#Khụ, ý chị là, cảm ơn em, @, vì một món quà sinh nhật đáng yêu như vậy.$0",
"Gift_Negative.Alchemist": "Ồ, ừm, cảm ơn em, @.$2#$b#Chị sẽ chắc chắn đặt cái này ở một nơi nào đó... đặc biệt.$10",

//Hội thoại Hoạt ảnh
"Animations_AlchemistForaging": "%Nhà giả kim dường như hoàn toàn chìm đắm vào việc hái lượm của mình.",

//Hội thoại Lễ hội

//Lễ hội Trứng
"Festivals_EggFest.Wildflour": "Rose, làm sao em có thể nhìn thấy hay tận hưởng lễ hội từ dưới đó được chứ?$s#$b#Đừng trốn nữa, ra ngoài và vui chơi đi nào!$1",

//Vũ hội Hoa
"Festivals_FlowerDance.Wildflour": "Chị... có thể đã nói với Rose đây là một lễ hội làm bánh để dụ em ấy đến.$10#$b#Em ấy không vui với chị lắm, nhưng chị PHẢI xem các lẵng hoa!$12",

//Luau
"Festivals_Luau.Wildflour": "Rose, chị hứa chị sẽ không để ai ném em vào nồi súp đâu$1#$b#...hay ném khỏi cầu tàu$2#$b#...hay vào các vũng thủy triều...$3",

//Vũ điệu Sứa Ánh Trăng
"Festivals_Jellies.Wildflour": "Đúng là tinh thần đó, Rose!#$b#Chị nghĩ vậy.$10#$b#Dù sao đi nữa, chị rất vui vì em có thể tận hưởng.$h",

//Hội chợ Stardew
"Festivals_StardewFair.Wildflour": "Giờ thì đó sẽ là một thay đổi tốt đẹp nếu để tất cả chúng ta bỏ phiếu thay vì chỉ có Lewis quyết định.#$b#Đừng để ông ấy nghe thấy điều đó kẻo ông ấy sẽ nghĩ chúng ta muốn lật đổ chức thị trưởng của ông ấy.",

//Đêm Tinh Linh
"Festivals_SpiritEve.Wildflour": "Không cần phải cho Rose biết những con quái vật nào là thật và những con nào là bịa đặt...#$b#Yoba biết em ấy đã sợ đủ thứ rồi.",

//Lễ hội Băng
"Festivals_IceFest.Wildflour": "Hmm, chị nghĩ chị sẽ thích lễ hội này hơn nếu chúng ta nấu cá thay vì chỉ... bắt chúng thật nhanh.$12",

//Ngôi Sao Mùa Đông
"Festivals_WinterStar.Wildflour": "Ôi, chị yêu một lễ hội đông chí làm sao!$h#$b#Một truyền thống đáng yêu để chào đón năm mới cùng cộng đồng.",

//LỄ HỘI CHẠNG VẠNG SBV
"Alchemist_Dialogue.TwilightFestival1": "Em có háo hức cho các hoạt động chiều nay không, @?#$b#Chị thì chắc chắn là có.$1#$b#Đừng quên ghé thăm gian hàng của chị để xem vài món đồ SIÊU đặc biệt mà chị bán nhé.",
"Alchemist_Dialogue.TwilightFestival2": "Hy vọng em có đủ lông vũ cho mọi thứ mà em để mắt tới!$1",

//Hội thoại Sự kiện Theo mùa

"Alchemist_Dialogue.Introduction": "Chào em - chị không nghĩ chúng ta đã gặp nhau. Chị là Wildflour, một nhà giả kim đến từ Làng Sunberry. @$10#$b#...#$b#Ồ, em hẳn là người nông dân mới đến ở Thị trấn Pelican!$h#$b#Chào mừng em đến với Thung lũng! Nếu em cần tìm đồ hái lượm hoặc các loại hạt giống độc đáo, cứ ghé qua xưởng của chị trong Rừng Sunberry nhé.",

//Xuân
"Alchemist_Dialogue.spring_1": "Một năm mới, một mùa xuân mới, một khởi đầu mới!#$b#Chị nóng lòng muốn bắt đầu trồng hạt và hái lượm quá, @. Em mong chờ điều gì nhất?",
"Alchemist_Dialogue.spring_12": "Lễ hội Trứng ư? Chị sẽ không bỏ lỡ nó vì bất cứ điều gì!#$b#Nó có thể không còn nhiều nét cổ xưa nữa, nhưng vẫn là một cách đáng yêu để chào đón mùa xuân cùng bạn bè.",
"Alchemist_Dialogue.spring_23": "Sẽ thật tuyệt nếu một năm nào đó, buổi lễ thực sự là những bông hoa nhảy múa thay vì con người nhỉ?#$b#Chắc chắn sẽ rất buồn cười khi thấy phản ứng của bọn trẻ trước một đám cúc dại nhảy múa!",

//Hè
"Alchemist_Dialogue.summer_1": "Không phải là chị không thích mùa hè, chỉ là mùa hè có vẻ không thích chị.#$b#Ơn trời là chị có chiếc mũ rộng vành này để không bị cháy nắng quá nặng.",
"Alchemist_Dialogue.summer_10": "Chị không thích cái nóng mùa hè cũng như không thích ăn súp nóng từ một cái vạc chung...#$b#nhưng chị sẽ có mặt để giúp đỡ trong trường hợp... ừm, ai đó cho thứ gì đó đáng ngờ vào nồi.",
"Alchemist_Dialogue.summer_27": "Mùa thu sắp đến rồi, và chị có rất nhiều việc phải làm!#$b#Tất nhiên, chị sẽ dành thời gian cho Vũ điệu Sứa Ánh Trăng.#$b#Mùa hè có thể không phải là mùa yêu thích của chị, nhưng nó vẫn xứng đáng với lời cảm ơn của chúng ta.",

//Thu
"Alchemist_Dialogue.fall_1":"Không khí mát mẻ, lá cây giòn tan, mùi bánh nướng mới ra lò... Chà, mùa thu thật tuyệt vời phải không, @?",
"Alchemist_Dialogue.fall_15": "Năm nay em có tham gia hội chợ không, @?#$b#Chị phải thừa nhận, chị chỉ đến vì đồ ăn miễn phí mà Gus phát, nhưng chúc em may mắn với gian hàng của mình nhé!",
"Alchemist_Dialogue.fall_26": "Không có thời gian để nói chuyện đâu, @, chị đã hứa sẽ giúp cho lễ hội ngày mai, nhưng lại hoàn toàn quên mất lễ hội của HÔM NAY!#$b#Giờ thì, chị để cuốn sách dạy nấu ăn đó ở đâu rồi...",

//Đông
"Alchemist_Dialogue.winter_1": "Mùa đông có nghĩa là ít trồng trọt hơn và nhiều hái lượm hơn!#$b#Chị đang săn lùng một thứ gì đó mới mẻ và thú vị, @. Hy vọng chị sẽ tìm thấy nó!",
"Alchemist_Dialogue.winter_7": "Chị không thể nói rằng việc câu cá qua một cái lỗ trên băng là đặc biệt... hấp dẫn, nhưng những tác phẩm điêu khắc băng thì sao? ĐÓ là thứ chị có thể đánh giá cao.#$b#Tại sao đó không phải là cuộc thi thay thế nhỉ?",
"Alchemist_Dialogue.winter_16": "Chị luôn mong chờ chợ đêm, @.#$b#Nó thật ấm cúng và đầy không khí lễ hội.$h",
"Alchemist_Dialogue.winter_24": "À, @. Cuối năm đã gần kề, và sắp đến lúc ăn mừng Lễ Ngôi Sao Mùa Đông!#$b#Nếu em cần giúp tìm một món quà cho một người bí mật nào đó, hãy cho chị biết. Chị chắc chắn có thứ gì đó ở đây...",

//Mưa Xanh
"Alchemist_Dialogue.GreenRain":"Lo lắng à?#$b#Tại sao chị lại phải lo lắng chứ?$10#$b#Cơn bão này có nghĩa là nấm sẽ mọc nhiều đến ngút tầm mắt, @! Chị đang phấn khích đến rung cả người đây.$1",
"Alchemist_Dialogue.GreenRainFinished":"Em có hái lượm được gì tốt không, @?#$b#Chị có nhiều nấm đến nỗi không biết phải làm gì với tất cả chúng nữa!$h",
"Alchemist_Dialogue.GreenRain_2":"Có muốn thi xem ai hái lượm được nhiều đồ ngon hơn trong cơn bão không?#$b#Sẽ giống như Lễ hội Trứng nhưng còn tuyệt hơn nữa!$h",

//Hội thoại Cơ bản

"Alchemist_Dialogue.Mon": "Em có biết hoa mao địa hoàng có tên như thế nào không?#$b#Nghe nói, các nàng tiên đã đeo những bông hoa này vào chân của những con cáo tinh nghịch để chúng có thể lẻn vào chuồng gà và trộm gà!$1",
"Alchemist_Dialogue.Tue": "Chị không bao giờ có thể trở thành một người nông dân trồng hoa, @.$s#$b#Thay vì hái hoa để bán, chị sẽ chỉ để chúng lại trong đất để ngắm nhìn cả mùa!$h",
"Alchemist_Dialogue.Wed": "Nhà giả kim là gì ư?#$b#À, đó là người lấy những vật liệu tìm thấy trong tự nhiên và biến chúng thành những thứ hoàn toàn mới để giúp đỡ bản thân và cộng đồng.#$b#Ồ, và có thể có một chút phép thuật nữa, nhưng đừng nói với pháp sư nhé.$6",
"Alchemist_Dialogue.Thu": "Đừng bao giờ đi mà không có giỏ hái lượm, @. Ai biết em có thể tìm thấy gì trong chuyến đi vào thị trấn hàng ngày của mình?#$b#$1# Ví dụ, chị đã tìm thấy những cây nấm đáng yêu này ngay bên ngoài nhà của Robin!$1",
"Alchemist_Dialogue.Fri": "Cuối tuần đang đến gần! Chị nên cuộn mình với một cuốn sách giả kim thuật hay đi khám phá đâu đó?#$b#Hmm, thật khó quyết định.",
"Alchemist_Dialogue.Sat": "Em đã xem khu rừng phía sau nhà pháp sư chưa?$3#$b#Chị nghĩ mình đã thấy vài thứ hái lượm thú vị ở hướng đó...",
"Alchemist_Dialogue.Sun": "Em đã có một cuối tuần thư giãn chưa, @? Chị không muốn nghe em làm việc quá sức đâu!#$b#Người ta nên luôn dành nhiều thời gian cho một chút nghịch ngợm.$6",

"Alchemist_Dialogue.Mon2": "Quan tâm đến giả kim thuật à? Chị phải nói rằng, em đã có năng khiếu về nó rồi, @.#$b#Làm sao em có thể nấu những bữa ăn phức tạp nhanh như vậy chứ?",
"Alchemist_Dialogue.Tue2": "Em có may mắn làm quen với Rose chưa, @? Em nói em ấy kêu chít chít và bỏ chạy khi em cố nói chuyện với em ấy à?#$b#À, thì, cứ kiên trì nhé. Chị chắc chắn em ấy sẽ mở lòng với em sớm thôi.",
"Alchemist_Dialogue.Wed2": "Em có loài hoa yêu thích không, @?#$b#Nếu phải chọn, chị nghĩ chị sẽ nói hoa mẫu đơn là loài chị yêu thích nhất. Chúng thật bông xù và đáng yêu.",
"Alchemist_Dialogue.Thu2": "Nếu em đang cắt một vài bông hoa đang lớn của mình để cắm, hãy chắc chắn cắt cành theo một góc nghiêng.#$b#Điều này cho phép chúng hấp thụ nước trong bình tốt hơn và tươi lâu hơn!",
"Alchemist_Dialogue.Fri2": "Đôi khi mắt chị to hơn bụng.#$b#Chị nên đi chia sẻ một ít nấm thừa của mình với Linus. Anh ấy biết cách làm món nấm xiên nướng tuyệt vời...$1",
"Alchemist_Dialogue.Sat2": "Chị nghĩ hôm nay chị sẽ ở nhà nướng một hai cái bánh.#$b#Chị phải dùng hết số quả mọng hái lượm này bằng cách nào đó.",
"Alchemist_Dialogue.Sun2": "...hả, gì vậy?#$b#Xin lỗi, chị đang nghĩ cách chế tạo một cỗ máy giả kim mới.",

"Alchemist_Dialogue.Mon4": "Sprout muốn biết liệu em có món ăn vặt nào cho nó không.#$b#Nếu không, nó muốn đề nghị em mang dâu tây lần sau khi gặp nó.",
"Alchemist_Dialogue.Tue4": "Pháp sư á? Có chuyện gì với ông ta sao?$5#$b#Không, chúng tôi không nói chuyện nhiều.$6#$b#Ông ta nghĩ rằng phép thuật và giả kim thuật nên được giữ bí mật với hầu hết mọi người và chị không thấy đó là vấn đề.#$b#$1Mọi người nên giúp đỡ lẫn nhau! Phép thuật, giả kim thuật, hay bất cứ thứ gì khác, em có nghĩ vậy không, @?",
"Alchemist_Dialogue.Wed4": "Hôm nọ chị đọc trong một trong những cuốn sách cổ của mình về một khu rừng nấm nơi những cây nấm khổng lồ mọc lên.#$b#Một nơi như vậy chẳng phải là giấc mơ của người hái lượm sao? Chị tự hỏi liệu câu chuyện có dựa trên bất kỳ địa điểm thực tế nào không...",
"Alchemist_Dialogue.Thu4": "Chị làm gì với tất cả những thứ chị hái lượm được?#$b#Bạn ơi, chị KHÔNG làm gì mới đúng?#$b#Nó có thể được biến thành trà, hoa khô, nước hoa, đồ nướng...#$b#Chị hứa là chị không dùng nấm độc cho món cuối cùng đâu.$6",
"Alchemist_Dialogue.Fri4": "Hôm nọ chị tìm thấy một số loại nấm hiếm và chia sẻ một ít với Maru.#$b#Em nên thấy em ấy vui như thế nào! Luôn tìm kiếm một thứ mới để phân tích. Em ấy sẽ trở thành một nhà giả kim xuất sắc.$1",
"Alchemist_Dialogue.Sat4": "Sư phụ giả kim của chị thường nói về một người đàn ông thông thái từ khu vực này. Chị nghĩ tên ông ấy là... Cannoli?#$b#Ông ấy là người đầu tiên kể cho bà về các junimo, nên chị đã đến đây để tìm chúng!#$b#Và rồi chị tìm thấy Sprout ở đây, nên bây giờ nơi này là nhà của cả hai chúng chị!$1",
"Alchemist_Dialogue.Sun4": "Aha! Cuối cùng chị đã hoàn thiện công thức trà hoa cúc của mình.#$b#Chị phải nhớ chia sẻ nó với Caroline lần sau khi gặp cô ấy.",

"Alchemist_Dialogue.Mon6": "Em có nghĩ ai đó đã cho Abigail kẹo đá khi còn nhỏ và em ấy cứ cho rằng tất cả các loại đá đều là kẹo không?#$b#Chị không phải là người hay phán xét, nhưng chị thấy khẩu vị của em ấy thật hấp dẫn.$1",
"Alchemist_Dialogue.Tue6": "Ồ, @! Chị muốn nói với em vào lần sau khi gặp em!#$b#Hãy cẩn thận nơi em để thú cưng của mình tiếp cận trong nông trại. Rất nhiều loài hoa em trồng có thể độc hại cho một con mèo hay chó quá tò mò.$3",
"Alchemist_Dialogue.Wed6": "Sprout nói nông trại của em đang phát triển tốt!#$b#Nó và bạn bè của nó thích chơi trong các cánh đồng vào ban đêm. Nó hứa rằng chúng chỉ ăn trộm một vài món ăn vặt thôi.",
"Alchemist_Dialogue.Thu6": "Một hang động đầy tinh thể nghe có vẻ hấp dẫn phải không, @?#$b#Ồ, đó là một tài liệu tham khảo khác mà chị tìm thấy trong một cuốn sách cũ khác của mình. Thật khó để biết cái gì hoàn toàn là tưởng tượng và cái gì là manh mối dẫn đến một địa điểm bí mật mới!",
"Alchemist_Dialogue.Fri6": "À, chào em, @! Một tuần nữa đã qua, một cuối tuần nữa để ăn mừng! Em có kế hoạch gì thú vị không?#$b#Cá nhân chị nghĩ mình sẽ thử nghiệm một số hỗn hợp trà mới với những bông hoa chị hái lượm ngày hôm qua.",
"Alchemist_Dialogue.Sat6": "Chị sẽ phải nhớ ghé qua quán rượu và đưa cho Emily những viên tinh thể mà chị đã hứa với cô ấy.#$b#Truyền năng lượng tinh thần vào chúng tốn khá nhiều công sức, nhưng chị rất vui được giúp đỡ một người bạn cùng yêu thích nghệ thuật thần bí và giả kim.",
"Alchemist_Dialogue.Sun6": "@! Đúng là người chị muốn gặp.$1#$b#Sáng nay chị đã tổng hợp quá nhiều bánh trong vạc của mình, nên chị nghĩ sẽ chia sẻ với em. [220 221] ",

"Alchemist_Dialogue.Mon8": "Chị tự hỏi loại đặc tính giả kim nào có thể được rút ra từ quần áo của một người.#$b#Ví dụ như từ một chiếc quần đùi màu tím?$6",
"Alchemist_Dialogue.Tue8": "Hôm nọ Jas đã chặn chị lại để hỏi liệu cô bé có thể trở thành một nhà giả kim không. Dễ thương quá phải không?#$b#Cô bé cũng có thể nhìn thấy Sprout, nên một ngày nào đó cô bé có thể trở thành một người học việc giỏi.$1",
"Alchemist_Dialogue.Wed8": "Sprout nói rằng nếu em xây một túp lều junimo trong nông trại của mình, nó có thể đến ngủ nhờ.#$b#Nó cũng hứa SẼ KHÔNG tổ chức một bữa tiệc junimo khổng lồ khi ở đó.$1",
"Alchemist_Dialogue.Thu8": "@! Chị đã tìm thấy ghi chú về một địa điểm hái lượm ma thuật khác - nơi này dường như là một đồng cỏ hoa dại trên đỉnh núi.#$b#Cuốn sách không cung cấp chi tiết, nhưng dường như nó chỉ có thể được phát hiện bởi những người hái lượm tài năng nhất vào đầu mùa xuân.",
"Alchemist_Dialogue.Fri8": "Ồ, chào em, @! Nhanh lên, cắn một miếng và cho chị biết em nghĩ gì. [608]#$b#Chị đã thêm vào một ít quế hái lượm. Chị nghĩ nó thực sự giúp nâng cao hương vị!",
"Alchemist_Dialogue.Sat8": "Em biết không, nếu em muốn xem chị thực hiện một số thuật giả kim, em luôn được chào đón.$1#$b#Chúng ta có thể thử tổng hợp một số hương vị trà mới, hoặc có thể là một loại thuốc ma thuật?",
"Alchemist_Dialogue.Sun8": "Ồ, @. Hôm nay chị không có tâm trạng nói chuyện.#$b#Không, không có gì nghiêm trọng cả... Chỉ là có thể hôm qua chị đã làm việc quá sức bên vạc của mình.",

"Alchemist_Dialogue.Mon10": "Nếu - giờ, hãy nghe chị nói - chị dùng giả kim thuật để tạo ra mỹ phẩm ma thuật thì sao?#$b#Nghĩ xem! Thay vì kem che khuyết điểm cho mụn, nó có thể là kem tàng hình hoàn toàn!",
"Alchemist_Dialogue.Tue10": "Em buồn vì Sprout vẫn không nói chuyện với em à?#$b#Chị rất tiếc khi nghe điều đó, @. Sprout nói VỀ em liên tục, nhưng nó là một đứa khá nhút nhát khi gặp trực tiếp.",
"Alchemist_Dialogue.Wed10": "Làm thế nào chị có thể vừa đi hái lượm vừa trông coi cửa hàng?#$b#Rất đơn giản - người em thấy trong cửa hàng thực ra là ba người bạn của Sprout được hóa trang trông giống chị.#$b#Hiệu quả như một phép màu.$6",
"Alchemist_Dialogue.Thu10": "Một vườn cây bí mật...#$b#Gì cơ? Ồ, xin lỗi em, @. Chắc là chị đã lẩm bẩm một mình.#$b#Có vẻ như thung lũng đã truyền cảm hứng cho nhiều huyền thoại về các khu vực hái lượm bí mật, và chị quyết tâm tìm ra tất cả chúng!",
"Alchemist_Dialogue.Fri10": "Đây rồi, con chuột bạch yêu thích của chị - Ý CHỊ LÀ, người nếm thử!$1#$b#Lần này, chị đã thay bằng một ít quả mọng dại và thêm một chút tinh chất vani. [610]",
"Alchemist_Dialogue.Sat10": "Hôm nọ Leah đã ghé qua để hỏi chị có thể dùng giả kim thuật để chế tạo cho cô ấy một số loại thuốc nhuộm và sơn độc đáo không.#$b#Thật ấm lòng khi có những người khác nhau từ thị trấn ghé qua xưởng để nhờ giúp đỡ hoặc trò chuyện.",
"Alchemist_Dialogue.Sun10": "Chị nghĩ mình sẽ sớm đến thăm những người bạn của mình ở Wildshire. Nơi đó hơi xa một chút, nên chị không đến đó thường xuyên như chị muốn. #$b#Một ngày nào đó chị sẽ phải dẫn em đi cùng, @!#$b#Chị tưởng tượng em sẽ nhanh chóng trở thành bạn thân với một vài người dân làng.",

//Chủ đề Trò chuyện

"Alchemist_Dialogue.cc_Begin": "Chị đã thấy em lượn lờ quanh trung tâm cộng đồng cũ. Thật vui khi thấy ai đó ngoài bạn bè của Sprout quan tâm đến nó!",
"Alchemist_Dialogue.cc_Boulder": "Tảng đá biến mất có nghĩa là nhiều khoáng chất hơn sẽ có thể tiếp cận với mặt đất xung quanh hầm mỏ!#$b#Điều đó sẽ dẫn đến đất tốt hơn, và hy vọng là đồ hái lượm cũng tốt hơn.",
"Alchemist_Dialogue.cc_Greenhouse": "Sprout nói nó hy vọng em thích nhà kính mới của mình; nó và bạn bè của nó đã làm việc rất chăm chỉ cho nó.",
"Alchemist_Dialogue.cc_Minecart": "Ồ, @! Có phải em là người đã sửa được xe mỏ không? Chị phải cảm ơn em. Nó thực sự giúp việc hái lượm quanh thung lũng hiệu quả hơn RẤT NHIỀU!",
"Alchemist_Dialogue.cc_Complete": "Sprout đã báo cho chị tin tốt! Em nên rất tự hào về bản thân, @.#$b#Em đã thành công trong việc mang lại một chút cộng đồng cho thị trấn này, theo nhiều cách.",
"Alchemist_Dialogue.cc_Bridge": "Tiếp cận được mỏ đá là một thành tựu khá lớn, @. Chắc chắn em sẽ cần khá nhiều quặng và đá quý nếu muốn bắt đầu tự mình làm giả kim thuật!",
"Alchemist_Dialogue.cc_Bus": "Ồ, xe buýt đã được sửa rồi à? Đó là tin tốt! Chị không cần nó, vì chị có những cách khác để đến sa mạc, nhưng sẽ rất tuyệt cho em đến thăm và cho một vài người bạn ở xa có thể gặp gỡ nhau.",
"Alchemist_Dialogue.movieTheater": "Một rạp chiếu phim ư? Chà, chắc chắn đó là một sự cải thiện so với cái đống đổ nát Joja cũ, nhưng một nhà kính cộng đồng cũng sẽ rất tuyệt...",
"Alchemist_Dialogue.willyCrabs": "Thật sự, @, chị ngạc nhiên về hành vi của em. Những gì Willy làm trong sự riêng tư của nhà mình không phải là việc của chị.",
"Alchemist_Dialogue.pamHouseUpgrade": "Thật là một điều gì đó, @. Em đã một mình làm rất nhiều cho Pam với món quà này. Hy vọng những người khác sẽ noi gương em.",
"Alchemist_Dialogue.pamHouseUpgradeAnonymous": "Chị nghe nói có người đã thuê Robin xây một ngôi nhà cho Pam. Thật là một tâm hồn rộng lượng và khiêm tốn! Lại còn ẩn danh như vậy...",
	
"Alchemist_Dialogue.LucikielArrives": "Một con quỷ ở Thị trấn Pelican? Chà, chị không nghĩ chúng ta nên vội vàng phán xét, @.#$b#Em biết đấy, rất nhiều người vẫn nghĩ các nhà giả kim cũng là những kẻ dị giáo.#$b#Chúng ta cứ chờ xem sao.",
"Alchemist_Dialogue.ReputationIncreased": "Chị đã nói gì với em, @?#$b#Chúng ta nên luôn cho mọi người một cơ hội, và giờ Lucikiel gần như là một người khách quen của Thị trấn Pelican!",
"Alchemist_Dialogue.MeetTheCats": "Mèo biết nói?#$b#Thật sao, @. Tiếp theo em sẽ nói với chị rằng có một anh chàng nhỏ màu xanh lá đang ngồi trên vai chị.$u",
"Alchemist_Dialogue.ButteredJorts": "Chị sẽ nói, trái tim của Pam ở đúng chỗ.#$b#Thật tiếc là nơi đó lại liên quan đến quá nhiều bơ.",
"Alchemist_Dialogue.keahi_prank": "Ôi, trời. Ừm, @, làm sao để nói điều này nhỉ?#$b#Có lẽ một cú ngâm mình trong hồ sẽ tốt cho em đấy?",

"Alchemist_Dialogue.ReihanaIntro":"Chúng ta đừng vội phán xét Reihana hay Aicha. Họ không yêu cầu được ở đây và đột nhiên cuộc sống của họ bị đảo lộn đến thị trấn nhỏ của chúng ta.#2#$b#Chị nghĩ ít nhất chúng ta có thể cố gắng chào đón họ, phải không, @?$h",
"Alchemist_Dialogue.wedding":"Ôi @, em chắc hẳn đang ở trên mây! Chúc mừng và chị chúc em mọi điều tốt đẹp nhất cho bước tiếp theo trong mối quan hệ của mình.$h",
"Alchemist_Dialogue.luauBest":"Đôi khi, @, việc ném nhiều món đồ khác nhau vào một cái vạc - ờm - ý chị là nồi súp, thực sự mang lại kết quả tuyệt vời!$10",
"Alchemist_Dialogue.luauShorts":"Không thể tin được là mình đã ăn súp có tinh chất của... Lewis.$5#$b#Chà, nếu em cho phép, chị phải về nhà và ăn vài cái bánh nướng của Rose để loại bỏ mùi vị đó khỏi miệng.$12",
"Alchemist_Dialogue.luauPoisoned":"CÓ GÌ trong nồi súp đó vậy?$2#$b#Chị phải đi chuẩn bị một liều thuốc thảo dược ngay lập tức trước khi cả thị trấn bị ốm.",
"Alchemist_Dialogue.AriGetsSlimed":"Những gì đã xảy ra với Ari hoàn toàn đáng bị lên án.$3#$b#Thực sự là quái dị.$2#$b#Không hề buồn cười chút nào.$10#$b#Không, không một chút nào.$12",

"Alchemist_Dialogue.SterlingTrash":"Thôi nào, @. Em có muốn chị cười khúc khích về những cuộc phiêu lưu say xỉn không may của em với hàng xóm của chúng ta không?$3#$b#Chị chắc rằng Sterling đã cảm thấy đủ khó chịu rồi mà không cần chúng ta thêm vào.$s",
"Alchemist_Dialogue.SterlingDrugs":"@, chị phải thừa nhận là chị hơi lo lắng cho bạn của chúng ta, Sterling. Anh ấy có vẻ hành động lạ, nhưng chị không muốn quá thẳng thắn và hỏi anh ấy.#2#$b#Có lẽ chị sẽ mang một ít bánh nướng qua cho Mia và xem cô ấy có để ý không.",
"Alchemist_Dialogue.SterlingRelapse":"Có vẻ như cuộc cãi vã ở chỗ Pierre còn tệ hơn chị nghĩ.$3#$b#Chị đã không thấy Sterling lâu lắm rồi.#$b#Dù anh ấy ở đâu, chị hy vọng anh ấy biết rằng anh ấy có những người ở Sunberry rất quan tâm đến anh ấy.$s",
"Alchemist_Dialogue.SterlingApology":"Chị đã ghé qua chỗ Pierre và em đoán xem, Sterling ở đó!$9#$b#Trở lại làm việc với nụ cười quyến rũ đó. Thật là một sự nhẹ nhõm; chị hy vọng điều này có nghĩa là anh ấy đã cảm thấy tốt hơn.$1",

////////////////////////////
//HỘI THOẠI SỰ KIỆN NHÀ GIẢ KIM//
////////////////////////////

//2 Trái tim - Đồ Hái Lượm Bí Ẩn

"SASS_MysteriousForage.01":"Ồ, @!#$b#Tuyệt vời, đúng người chị cần.#$b#Em có thể đến xem cái này không?",
"SASS_MysteriousForage.02":"Cái quái gì vậy?",
"SASS_MysteriousForage.03":"Chị đã hy vọng em có thể giúp chị tìm ra điều đó.$10#$b#Chị thường hái lượm quanh khu vực phía nam Đường Sunberry này, nhưng đây là lần đầu tiên chị gặp bông hoa này.",
"SASS_MysteriousForage.04":"Có thể nó chỉ là một loại cỏ dại?",
"SASS_MysteriousForage.05":"Chà, một bông hồng là cỏ dại trong một cánh đồng lúa mì, người nông dân tốt bụng của chị ạ.$1#$b#Hơn ai hết, em nên biết cỏ dại chỉ là thuật ngữ chúng ta dùng cho những loài cây mà chúng ta cho là không mong muốn. Tất cả là do quan điểm thôi.$7",
"SASS_MysteriousForage.06":"Chị sẽ mang nó đến cửa hàng hoa của Jumana để xem cô ấy có ý kiến gì không.#$b#Này, để ý xem có bất kỳ đồ hái lượm lạ nào khác không nhé?$0#$b#Chị có cảm giác đây có thể không phải là một lần duy nhất.",
"SASS_MysteriousForage.07":"Này, nếu cuối cùng nó không có gì đặc biệt, chị sẽ đãi em một chiếc bánh nướng của Rose, được chứ?$9#$b#Nếu em tìm thấy thứ gì đó thú vị, em có thể mang nó đến xưởng cho chị xem xét không?$0",
"SASS_MysteriousForage.08":"Tuyệt vời! Hy vọng chị sẽ sớm gặp lại em.$1#$b#Tạm biệt nhé, @!",

//4 Trái tim - Giọt Trăng Của Sprout

"SASS_SproutMoonDrops.01":"Chào em, @!#$b#Rất vui khi thấy em cũng đã khám phá ra khu rừng này.",
"SASS_SproutMoonDrops.02":"Nó thật lộng lẫy phải không? Sprout gọi nó là Giọt Trăng.$h#$b#Nó nói chúng chỉ xuất hiện sau mưa hoặc tuyết, và hầu hết con người thậm chí không thể nhìn thấy chúng.",
"SASS_SproutMoonDrops.03":"Sprout. Junimo ấy.",
"SASS_SproutMoonDrops.04":"Junimo ấy.$0#$b#Trên vai chị.$7#$b#Nói chuyện liên tục.$s#$b#Bắt chước trạng thái cảm xúc của chị vì yêu thương hay chế nhạo, thành thật mà nói chị cũng không chắc.",
"SASS_SproutMoonDrops.05":"Chị có chắc là mình ổn không?",
"SASS_SproutMoonDrops.06":"Em... không thấy nó à?$3#$b#Sprout, ra đây ngay lập tức.$5",
"SASS_SproutMoonDrops.07":"Ý con là con đã trốn người nông dân là sao?$11#$b#ĐỢI ĐÃ!",
"SASS_SproutMoonDrops.08":"Vậy điều đó có nghĩa là...$12#$b#Em đã nghĩ rằng chị đang nói chuyện một mình suốt thời gian qua sao?!",
"SASS_SproutMoonDrops.09":"Chà, bây giờ chuyện ĐÓ đã được giải quyết...$13#$b#Như chị đã nói, Sprout nói đây là Giọt Trăng, và việc có thể nhìn thấy và thu hoạch chúng là một kỹ năng hiếm có đối với con người! Việc em có thể nhìn thấy chúng là một tin tuyệt vời.#$b#Chị dự định sẽ thử trồng chúng, nhưng có lẽ em cũng có thể?#$b#Ai trong chúng ta trồng được chúng trước sẽ phải chia sẻ hạt giống với người kia!",
"SASS_SproutMoonDrops.10":"Sprout!$13#$b#Chị cần cái đó để lấy hạt!#$b#Con không thể đợi ăn vặt cho đến khi chúng ta về nhà à?",

//6 Trái tim - Nấm Ma Thuật
"SASS_MagicMushrooms.01":"Rose, ĐI NÀO!#$b#Nhìn xem, không có slime, không có con người, chỉ có hàng tấn nấm tuyệt đẹp thôi.$1#$b#Tớ sẽ hái hết chúng, hehehe.",
"SASS_MagicMushrooms.02":"Nhưng chúng có thể độc!$2#$b#Cậu không hề biết chúng có an toàn để ăn không và chúng ta đã nói về chuyện này rồi - cậu không thể cứ đi khắp nơi và cho những cây nấm lạ vào miệng được. Đó không phải là hành vi hái lượm đúng đắn!$6",
"SASS_MagicMushrooms.03":"Ý cậu là sao?$6#$b#Tớ là Wildflour, nhà giả kim vĩ đại.$0#$b#Tớ biết loại nấm nào ăn được và loại nào không, và tớ khá chắc đây là một ...$10#$b#loại nấm chắc chắn ăn được mà tớ đã quên mất tên vào lúc này.#$b#Nhìn này, tớ sẽ cho cậu xem-$1",
"SASS_MagicMushrooms.04":"Không, ĐỢI ĐÃ!$3",
"SASS_MagicMushrooms.05":"Thấy chưa?$12#$b#Hoàn toàn ổn.",
"SASS_MagicMushrooms.06":"Thế đấy, cô Nhà Giả Kim thông minh ạ.$5#$b#Tớ sẽ quay trở lại xưởng và cậu biết không:",
"SASS_MagicMushrooms.07":"Vì có vẻ như cậu có rất nhiều thứ để ăn ở đây với tất cả những cây nấm này, tớ đoán cậu không cần bất kỳ chiếc bánh nướng nào của tớ nữa.$1",
"SASS_MagicMushrooms.08":"Cậu đùa à.$3#$b#Rose, tớ xin lỗi, đó chỉ là một trò đùa nhỏ thôi.$2",
"SASS_MagicMushrooms.09":"Rose, đợi đã, không! Tớ xin lỗi, tớ sẽ không làm vậy nữa, tớ hứa.$3",
"SASS_MagicMushrooms.10":"Tớ nghĩ mình sẽ loại bỏ món bánh nướng khỏi thực đơn. Chắc chắn bánh nướng là thức ăn kém cỏi đối với một nhà giả kim vĩ đại như vậy.$7",
"SASS_MagicMushrooms.11":"Rose, LÀM ƠN! Cậu biết tớ sẽ cáu kỉnh nếu không có bánh nướng buổi sáng mà.$2",
"SASS_MagicMushrooms.12":"Vậy thì có lẽ hãy làm một chiếc bánh nướng từ những cây nấm đó đi.",
"SASS_MagicMushrooms.13":"Được rồi, được rồi. Tớ sẽ dọn dẹp TOÀN BỘ xưởng - nghe thế nào?",
"SASS_MagicMushrooms.14":"Hm... Tớ đang nghe đây.",

//8 Trái tim - Trái Cây Lạ

"SASS_StrangeFruit.01":"Đó là quả táo CỦA TÔI!$5#$b#Đưa đây, con yêu tinh rác rưởi.$12",
"SASS_StrangeFruit.02":"Con gấu mèo gầm gừ và cướp quả táo một cách đắc thắng khỏi tay Aicha.",
"SASS_StrangeFruit.03":"TRẢ.$12#$b#NÓ.$12#$b#LẠI ĐÂY.$12",
"SASS_StrangeFruit.04":"Mày đã có quả cuối cùng rồi, quả này là của TAO.$5",
"SASS_StrangeFruit.05":"Woah, woah, woah, chuyện gì đang xảy ra ở đây vậy?$3",
"SASS_StrangeFruit.06":"Con gấu mèo rít lên.",
"SASS_StrangeFruit.07":"Aicha rít lại.",
"SASS_StrangeFruit.08":"Đã QUÁ đủ tiếng rít rồi, cảm ơn.$5#$b#Vườn cây nhỏ này chỉ hoạt động như một vườn cây miễn phí nếu mọi người chia sẻ.#$b#Aicha, tại sao em không thể lấy một quả khác thay vì quả này?$7",
"SASS_StrangeFruit.09":"BỞI VÌIII, quả táo này đặc biệt, RÕ RÀNG MÀ. Chị không thấy à?$6",
"SASS_StrangeFruit.10":"Ý em là sao, đặc biệt?$3#$b#Ồ, giờ em nói chị mới để ý, nó có màu lạ so với những quả bình thường mọc trên cây này.$10",
"SASS_StrangeFruit.11":"Con gấu mèo nhìn chằm chằm một cách đói khát khi nhà giả kim điều tra quả táo.",
"SASS_StrangeFruit.12":"Em hoàn toàn đúng, Aicha.$0#$b#CÓ điều gì đó lạ về quả táo này.#$b#Chị sẽ phải nghiên cứu nó lại trong xưởng của mình để xác định điều gì đã xảy ra để thay đổi giống cây trồng.",
"SASS_StrangeFruit.13":"NHƯNG- NHƯNG-$14",
"SASS_StrangeFruit.14":"Nhưng mà, chị tình cờ có một ít bánh quy mới nướng của Rose ở đây nếu hai đứa có thể đồng ý cư xử phải phép.$1",
"SASS_StrangeFruit.15":"Con gấu mèo nheo mắt nhìn Aicha, rồi gật đầu một cách trang trọng với nhà giả kim.",
"SASS_StrangeFruit.16":"...Được thôi.$8#$b#Nhưng giờ chúng ta là hàng xóm, phù thủy-",
"SASS_StrangeFruit.17":"NHÀ GIẢ KIM.$8#$b#Aicha, chị phải nói bao nhiêu lần nữa-",
"SASS_StrangeFruit.18":"Phù thủy.$7#$b#Nhà giả kim.$0#$b#Như nhau cả thôi.$3#$b#Ý của em là, những người hàng xóm ma thuật cần phải đoàn kết. Nếu chị tìm ra cách làm cho nhiều quả táo như vậy mọc hơn, chị nên chia sẻ với em và con yêu tinh rác rưởi ở đây trước khi đi chia sẻ với con người.$5",
"SASS_StrangeFruit.19":"Con gấu mèo tiến lại gần Aicha và gật đầu lia lịa với nhà giả kim.",
"SASS_StrangeFruit.20":"Nhà giả kim đảo mắt và thở dài.",
"SASS_StrangeFruit.21":"Tất nhiên rồi.#$b#Bây giờ, nếu hai đứa cho phép, chị có một quả táo cần điều tra.$9",

//10 Trái tim - Hoa Tiên

"SASS_FaeFlowers.01":"Một chút cái này, một nhúm cái kia.#$b#Giờ thì, cái lọ mạng nhện của mình đâu rồi...$10",
"SASS_FaeFlowers.02":"Cô Nhà Giả Kim ơi! Cô Nhà Giả Kim ơi!",
"SASS_FaeFlowers.03":"Chào các cô bé.$0#$b#Mọi chuyện ổn chứ?$3",
"SASS_FaeFlowers.04":"Nếu chúng cháu kể cô nghe một chuyện, cô có tin chúng cháu không?$3",
"SASS_FaeFlowers.05":"Ngay cả khi nó nghe có vẻ bịa đặt?$3",
"SASS_FaeFlowers.06":"Tất nhiên.$7#$b#Hai đứa không phải là người hay nói dối.#$b#Có chuyện gì vậy, có chuyện gì xảy ra à?$2",
"SASS_FaeFlowers.07":"Chà, Jas và cháu đang chơi trong rừng-$0",
"SASS_FaeFlowers.08":"...và rồi chúng cháu nghe thấy ai đó cười khúc khích!$0",
"SASS_FaeFlowers.09":"Các cháu có thấy ai không?$3",
"SASS_FaeFlowers.10":"Không, chúng cháu đi tìm xem đó là ai, vì chúng cháu nghĩ có thể đó là Vincent đang trêu chúng cháu-$4",
"SASS_FaeFlowers.11":"...và rồi chúng cháu lạc vào một phần của khu rừng mà chúng cháu không biết.$2#$b#Chúng cháu đã sợ. Chúng cháu không biết làm thế nào để quay lại, nhưng rồi- ",
"SASS_FaeFlowers.12":"MỘT CON ĐƯỜNG HOA ĐÃ CHỈ CHO CHÚNG CHÁU LỐI RA!$3",
"SASS_FaeFlowers.13":"Các cháu đã đi theo những bông hoa mà các cháu nhận ra để tìm đường ra khỏi rừng?#$b#Jas, điều đó có vẻ không-",
"SASS_FaeFlowers.14":"KHÔNG.$5#$b#Khi con bé nói những bông hoa chỉ cho chúng cháu, ý nó là chúng XUẤT HIỆN như phép thuật!$3#$b#Chúng không có ở đó trước đây, nhưng rồi đột nhiên, BÙM! Chúng ở đó.$1",
"SASS_FaeFlowers.15":"Chúng cháu đã cố gắng nói với dì Marnie, nhưng chúng đã biến mất khi chúng cháu cố gắng chỉ cho dì ấy, nên dì ấy nói rằng chúng cháu chắc đã tưởng tượng ra.$2#$b#Nhưng chúng cháu chơi trong rừng SUỐT, và cháu chưa bao giờ thấy những bông hoa đó trước đây, đặc biệt là không phải cả một con đường làm bằng chúng!$1",
"SASS_FaeFlowers.16":"Thật hấp dẫn.$11#$b#Các cô bé, cô sẽ cho các cháu biết một bí mật nhỏ.$12#$b#Cô nghĩ... một nàng tiên nhỏ có thể đã trêu các cháu.$13",
"SASS_FaeFlowers.17":"Và, khi họ thấy cả hai đứa sợ hãi, họ đã tạo ra con đường này để giúp các cháu về nhà.$1#$b#Tiên tộc không phải là xấu xa hay độc ác, chỉ là tinh nghịch thôi.$0",
"SASS_FaeFlowers.18":"Tuy nhiên, để an toàn, nếu các cháu nghe thấy tiếng cười khúc khích đó một lần nữa, cô sẽ không đến gần nó.$2#$b#Hứa với cô là các cháu sẽ đến tìm cô thay vào đó, được không?#$b#Cô không muốn ai trong hai đứa đi vào một vòng tròn tiên và bị bắt đi mất, phải không.$11",
"SASS_FaeFlowers.19":"Chúng cháu hứa!",
"SASS_FaeFlowers.20":"Bây giờ, một tách ca cao nóng cho mỗi đứa thì sao, và các cháu có thể kể cho cô nghe về phần còn lại của cuộc phiêu lưu của mình?$1",
"SASS_FaeFlowers.21":"Tuyệt vời!",
"SASS_FaeFlowers.22":"Nghe hay quá ạ!",

//////////
// ROSE //
//////////


    "SASS_RoseShop_Dialogue.1":"Chào cậu! Dùng một chiếc bánh nướng nhé?",
    "SASS_RoseShop_Dialogue.2":"Hôm nay tớ có thể giúp gì cho cậu?",
    "SASS_RoseShop_Dialogue.3":"Đừng quên tích trữ những thứ cần thiết nhé!",

	//Tên hiển thị
    "Name.Rose": "Rose",

    //Hội thoại Sở thích Quà tặng Chung

	//Yêu
    "Gift_Love.Rose": "Cho tớ á?! Ôi, cậu thật là đáng yêu quá đi!$4#$b#Cảm ơn cậu nhiều nhé, @!",
   
	//Thích
    "Gift_Like.Rose": "Một món quà?#$b#Cậu mang cho tớ một món quà?#$b#Cậu thật tốt bụng khi nghĩ đến tớ, @.",
  
	//Không thích
    "Gift_Dislike.Rose": "Tại sao...#$b#Tại sao cậu lại đưa cho tớ cái này?$2",
  
	//Ghét
    "Gift_Hate.Rose": "CHÍT!$5#$b#%Rose tiếp tục kêu chít chít một cách khó hiểu, và cậu có cảm giác rằng những từ đó sẽ không dễ chịu gì nếu cậu hiểu được chúng.",

	//Trung lập
    "Gift_Neutral.Rose": "Ồ, cảm ơn cậu.",

    //Sinh nhật
    "Gift_Positive.Rose":"Cậu nhớ sinh nhật của tớ VÀ mang cho tớ một món quà ý nghĩa?$3#$b#Cậu thật tốt bụng; cảm ơn cậu, @!$1",
    "Gift_Negative.Rose": "%Rose lẩm bẩm một lời cảm ơn và một điều gì đó khác mà cậu không thể nghe rõ.",

    
	//Hội thoại Sự kiện
    //Sự kiện 0 Trái tim - Giới thiệu về Rose và Flour

    "SASS_RoseFlourIntro.01":"Tớ chỉ không hiểu tại sao tớ không thể tiếp tục nướng tất cả các loại bánh ngọt và bánh quy còn cậu thì lo phần giao tiếp với mọi người.$s",
    "SASS_RoseFlourIntro.02":"Giờ thì cậu biết điều đó không công bằng với cậu rồi đấy.$s#$b#Mọi người nghĩ rằng tớ làm tất cả một mình TRÊN CẢ việc hái lượm và giả kim mà tớ đã làm.$s#$b#Thêm vào đó, tớ biết cậu sẽ thực sự thích dành thời gian với một số người dân trong thị trấn$h.#$b#Jumana điều hành một cửa hàng hoa thật đáng yêu...",
    "SASS_RoseFlourIntro.03":"Tớ không ngại nếu cậu nhận hết công lao đâu.$6#$b#Tớ chỉ hạnh phúc ở đây trong khu rừng này với cậu và ngôi nhà đáng yêu của chúng ta và...$0#$b#...và...",
    "SASS_RoseFlourIntro.04":"CHÍT!$3",
    "SASS_RoseFlourIntro.05":"Rose, chuyện quái gì vậy-$3",
    "SASS_RoseFlourIntro.06":"Ồ, chà, thế thì được rồi.$7",
    "SASS_RoseFlourIntro.07":"Chào em!$h#$b#Xin lỗi về Rose nhé. Em ấy không giỏi gặp người mới lắm.$s#$b#Hoặc, nói chung là con người.$0#$b#Em nói tên em là gì nhỉ?",
    "SASS_RoseFlourIntro.08":"Chà, rất vui được gặp em.$h#$b#Chị là Wildflour và chị điều hành xưởng phía sau chị cùng với Rose.#$b#Chị muốn giải thích, nhưng sẽ dễ dàng hơn nếu em ghé qua trong vài ngày tới để thưởng thức một món ăn!$0#$b#Chỉ là, không phải bây giờ.$s",
    "SASS_RoseFlourIntro.09":"Như chị đã nói, hãy ghé qua trong vài ngày tới để chào hỏi và xem qua cửa hàng, và chị sẽ giải thích sau.$0#$b#Nói chuyện với em sau nhé, @!",
    "SASS_RoseFlourIntro.10":"Hmm, đây có thể chính là điều chúng ta cần để Rose thoát khỏi vỏ bọc của mình...$6",

    //Xưởng Ngượng Ngùng - 0 Trái tim Phần 2

    "SASS_AwkwardAtelier.01":"Ồ, TỐT QUÁ, EM ĐÃ ĐẾN!$h#$b#Vào đi, vào đi! Để chị pha cho em một tách trà.",
    "SASS_AwkwardAtelier.02":"Rose đâu rồi ạ?",
    "SASS_AwkwardAtelier.03":"Em ấy đang đi hái lượm quả mọng cho một công thức bánh mới, nên chúng ta có một chút thời gian để trò chuyện.$6",
    "SASS_AwkwardAtelier.04":"Vậy thì, về chuyện hôm nọ.$0#$b#Rose đến từ một ngôi làng khá xa nơi này, nơi các loài động vật khác nhau cùng tồn tại rất hòa bình. Em ấy và anh trai, Cori, đã rời làng để tìm kiếm vận may.$0#$b#Thật không may, thay vì tìm thấy em hay chị, họ đã vào Thị trấn Pelican và đâm thẳng vào Morris.$s#$b#Mọi chuyện đã không... diễn ra tốt đẹp.",
    "SASS_AwkwardAtelier.05":"Theo những gì chị có thể hiểu được, ông ta đã đuổi họ đi, ném một lon Joja Cola vào họ trong khi gọi họ là 'lũ gặm nhấm bẩn thỉu' và những lời tục tĩu khác.$5",
    "SASS_AwkwardAtelier.06":"Thật kinh khủng!",
    "SASS_AwkwardAtelier.07":"Họ đã chạy vào Rừng Cindersap và đâm thẳng vào chị.$s#$b#Chị đã cố gắng trấn an họ và giúp Cori ổn định ở nhà của anh ấy, và sau đó chị đề nghị Rose ở lại với chị ở Sunberry.$0#$b#Em ấy rất hạnh phúc ở đây và nướng bánh hết mình, ngoại trừ việc bây giờ em ấy tin rằng con người ở Sunberry sẽ phản ứng với em ấy như Morris đã làm.$s#$b#Em ấy thà trốn ở đây và để chị làm bộ mặt của tiệm bánh của mình hơn là trải nghiệm điều đó một lần nữa.$7",
    "SASS_AwkwardAtelier.08":"Em ấy đang bỏ lỡ rất nhiều cơ hội để có tình bạn và cộng đồng...$s",
    "SASS_AwkwardAtelier.09":"Ôi, không!$3#$b#Đó là Rose! Em ấy về sớm!$3#$b#NHANH LÊN! TRỐN ĐI!",
    "SASS_AwkwardAtelier.10":"Tớ về rồi với nhiều quả mọng hơn cậu có thể tưởng tượng!!$h#$b#Chúng ta nên làm bánh nướng, hay...",
    "SASS_AwkwardAtelier.11":"Cậu đang nói chuyện với ai à?$6",
    "SASS_AwkwardAtelier.12":"Gì cơ? Tớ á?$3#$b#Không. Chắc là tự nói chuyện với mình thôi. Cậu biết tớ hay vậy mà.$h#$b#Cậu nói quả mọng à?$0#$b#Để tớ thử một ít xem chúng có thực sự xứng đáng để làm bánh không.",
    "SASS_AwkwardAtelier.13":"Khi nhà giả kim đi đánh lạc hướng Rose, cô ấy nhanh chóng nhìn vào mắt bạn và ra hiệu cho bạn lẻn ra ngoài.",
    "SASS_AwkwardAtelier.14":"Thật sự, Flour, cậu không nên tự nói chuyện với mình nhiều như vậy.$h#$b#Mọi người có thể bắt đầu nghĩ những điều kỳ lạ về cậu đấy.",
    "SASS_AwkwardAtelier.15":"Bắt đầu?$h#$b#Ồ, chúng ta đã QUA giai đoạn 'bắt đầu' lâu rồi, Rose.$6#$b#Nhưng không sao! Tớ có thể vừa kỳ lạ vừa ngọt ngào cùng một lúc.$h#$b#Đó thực ra là chuyên môn của tớ. Heheheh.$6",

    //Tình Bạn Hái Lượm 2 Trái tim Rose

    "SASS_ForagingFriendships.01":"Thêm một cây nấm morel nữa!$h#$b#Rose, cậu đã vượt qua chính mình.$7#$b#Một chiếc bánh tart nấm với những cây nấm này sẽ thật tuyệt vời.",
    "SASS_ForagingFriendships.02":"Những loại rau xanh này có thể cho ngay vào món xào mà tôi định làm tối nay.$h",
    "SASS_ForagingFriendships.03":"Thật sự, làm sao có thể sống gần khu rừng này mà không dành cả ngày để nhấm nháp những món ăn vặt miễn phí, đáng yêu?$6#$b#Tôi sẽ không bao giờ hiểu được con người.",
    "SASS_ForagingFriendships.04":"Những người dân thị trấn đó đang bỏ lỡ. Chỉ cần nhìn vào những quả mọng này!$h#$b#Tươi hơn bất cứ thứ gì trong cửa hàng đó, tôi cá là vậy.",
    "SASS_ForagingFriendships.05":"CHÍT!$3",
    "SASS_ForagingFriendships.06":"Ồ- ỪM- TÔI-$3",
    "SASS_ForagingFriendships.07":"Không sao đâu, tôi sẽ không làm hại cô đâu! Cô không cần phải chạy!$3#$b#Tôi rất xin lỗi vì đã làm cô giật mình, cô Chuột. Tôi thường không thấy ai ở ngoài này ngoài các sinh vật rừng.$2#$b#Tôi không có ý dọa cô.",
    "SASS_ForagingFriendships.08":"Ồ. Chà, thành thật mà nói, tôi không ngờ lại thấy một con người sâu trong rừng này, huống chi là đang hái lượm.$6#$b#Chắc tôi cũng đã làm anh giật mình một chút. Xin lỗi vì điều đó.$s",
    "SASS_ForagingFriendships.09":"Không sao cả.$h#$b#Có rất nhiều thức ăn ngon ở đây cho hai người hái lượm chăm chỉ như chúng ta, tôi nghĩ vậy.$h#$b#Nhân tiện, tôi tên là Linus. Tôi sống trên núi.",
    "SASS_ForagingFriendships.10":"Tôi là Rose. Tôi sống ở Sunberry, nhưng anh trai tôi Cori sống trong khu rừng này.$h#$b#Vậy anh là người trong gia đình thợ mộc à?",
    "SASS_ForagingFriendships.11":"Không, không, tôi thích ở một mình và âm thanh của thiên nhiên hơn.$2#$b#Cái lều màu vàng gần hầm mỏ là nhà của tôi.",
    "SASS_ForagingFriendships.12":"Nghe có vẻ khá yên bình, thực sự.$4#$b#Mặc dù, chắc hẳn anh cũng có chút cô đơn.$s#$b#Có lẽ một ngày nào đó tôi có thể mang cho anh một chiếc bánh tart nấm hoặc một ít bánh nướng của tôi?$6#$b#Nếu anh muốn, ý tôi là.",
    "SASS_ForagingFriendships.13":"Cô muốn đến thăm tôi à?$3#$b#Chà, tôi không nghĩ đã có ai đề nghị làm điều đó từ lâu rồi. Tôi nghĩ điều đó sẽ thật tuyệt vời!$h#$b#Tôi nấu một món rau xào rất ngon trên lửa trại.",
    "SASS_ForagingFriendships.14":"TÔI YÊU MÓN XÀO!!$1",

    //Những Nụ Tình Bạn 4 Trái tim Rose

    "SASS_BlossomingBuddies.01":"Wow... Hoa của bà ấy đẹp quá. Tôi thậm chí không nhận ra một số loại đó.",
    "SASS_BlossomingBuddies.02":"Chà, cảm ơn cháu. Bà rất cảm kích.$h",
    "SASS_BlossomingBuddies.03":"Ch-ch-cháu xin lỗi! Cháu không có ý xâm phạm! Cháu sẽ đi ngay-$3",
    "SASS_BlossomingBuddies.04":"Nào, nào, đừng như vậy, cháu yêu.#$b#Bà đã để ý cháu vài lần đang ngắm hoa của bà, nhưng cháu chưa bao giờ đến và chào hỏi.$s#$b#Tại sao vậy? Chắc chắn bà già này không thể dọa cháu được.#$b#Chà, bà cá là cháu có thể chạy nhanh hơn bà đến khu rừng đó trước cả khi đôi chân già này của bà bắt đầu đi.$h",
    "SASS_BlossomingBuddies.05":"Cháu đoán thật là thô lỗ khi nhìn người khác mà không tự giới thiệu.$2#$b#Ch-chào bà. Cháu là Rose. Cháu sống với nhà giả kim trong Rừng Sunberry.",
    "SASS_BlossomingBuddies.06":"Và. Và-$6",
    "SASS_BlossomingBuddies.07":"Cháu nghĩ hoa của bà thật tuyệt vời!$h",
    "SASS_BlossomingBuddies.08":"Giờ thì khá hơn rồi.$h#$b# Chào cháu, Rose, bà là Jumana.#$b#Bà đã tự hỏi ai khác sống trong ngôi nhà đó với Wildflour, nhưng cháu biết cô ấy rất bảo vệ cháu.#$b#Không nói một lời nào về cháu, mặc dù bà biết cô ấy rất muốn kể cho bà nghe.",
    "SASS_BlossomingBuddies.09":"Tại sao cháu không qua đây với bà và bà sẽ xem liệu bà có thể lấy cho cháu một vài hạt giống từ những bông hoa này không?$h",
    "SASS_BlossomingBuddies.10":"Thật sao ạ?!#$b#Ồ, điều đó thật tuyệt, bà Jumana!$h",

    //Mối Liên Kết Làm Bánh 6 Trái tim Rose
    "SASS_BakingBonds.01":"Được rồi. Thế là xong cho quầy trưng bày này.$h#$b#Đến lúc chuyển sang... hmm... để xem nào-",
    "SASS_BakingBonds.02":"Xin chào? Cửa mở, tôi hy vọng tôi không làm phiền...",
    "SASS_BakingBonds.03":"Hm, chà, có lẽ mình nên chuyển những chiếc bánh cupcake này đến gần quầy thu ngân hơn...",
    "SASS_BakingBonds.04":"...xin chào-$0",
    "SASS_BakingBonds.05":"Eep!$3",
    "SASS_BakingBonds.06":"Ôi trời, tôi xin lỗi cô bé, tôi không có ý làm cô giật mình!$2",
    "SASS_BakingBonds.07":"Không, không, không sao đâu ạ.$4#$b#Cháu dễ giật mình, nhưng cháu đang cố gắng khắc phục.$0#$b#Nếu cô đang tìm nhà giả kim thì cháu e là chị ấy đã ra ngoài hái lượm rồi.",
    "SASS_BakingBonds.08":"Thực ra, tôi đang tìm cô.$6#$b#Jumana đã chia sẻ một trong những chiếc bánh quy cô để lại cho bà ấy trong lần ghé thăm cuối cùng của cô với tôi và, chà, tôi phải đến gặp người thợ làm bánh đã làm ra những món ăn đáng yêu đó!",
    "SASS_BakingBonds.09":"Ồ! Cảm ơn cô.$h#$b#Cháu rất vui vì cô thích chúng. Bà Jumana bắt đầu chia sẻ hạt giống hoa của bà ấy với cháu và cháu nghĩ rằng việc chia sẻ một số món ăn để đáp lại là đúng đắn.$0",
    "SASS_BakingBonds.10":"Thành thật mà nói, tôi cũng là một người làm bánh, nhưng tôi không bao giờ có thể tưởng tượng được việc điều hành cả một tiệm bánh một mình!$8#$b#Cô có thực sự tự mình nướng tất cả những món ngon này không?$1",
    "SASS_BakingBonds.11":"Vâng ạ! Mở một tiệm bánh luôn là giấc mơ của cháu, và Wildflour cũng đã giúp đỡ cháu rất nhiều.$4",
    "SASS_BakingBonds.12":"Nhưng cô nói cô cũng làm bánh?$1#$b#Món cô thích nướng nhất là gì?$4#$b#Cô có thích sách dạy nấu ăn không?#$b#Chúng hơi bẩn một chút, nhưng cháu rất vui được cho cô mượn bất kỳ cuốn nào của cháu...$6",
    "SASS_BakingBonds.13":"Và ở đây Jumana nói cô là một con chuột nhút nhát, rụt rè.$7#$b#Bà ấy đã cảnh báo tôi phải chuẩn bị tinh thần cho việc cô sẽ bỏ chạy nếu tôi đến thăm!$6",
    "SASS_BakingBonds.14":"Như cháu đã nói, cháu đang cố gắng khắc phục.$4",
    "SASS_BakingBonds.15":"Ồ, đây, cô PHẢI thử một trong những chiếc bánh petit fours mà cháu đã làm sáng nay. Ồ, cô biết không, cháu sẽ làm cho cô một hộp để mang về nhà, nghe thế nào?$1",

    //Lên Kế Hoạch Tiệc 8 Trái tim Rose

    "SASS_PartyPlanning.01":"Em ấy thực sự đã nói vậy sao?$12",
    "SASS_PartyPlanning.02":"Đúng vậy!$1#$b#Tôi gần như cười rụng cả ria mép.",
    "SASS_PartyPlanning.03":"Đúng vậy. Cô em gái nhỏ Rose của tôi, người sẽ chạy trốn ngay khi nhìn thấy một con người, giờ đây đang kể CHUYỆN CƯỜI cho họ.$3#$b#Ai mà ngờ được-",
    "SASS_PartyPlanning.04":"À, @! Rất vui được gặp em.$1#$b#Em đã gặp anh trai của Rose, Cori, chưa?",
    "SASS_PartyPlanning.05":"Nếu đây không phải là người nông dân yêu thích của em gái tôi, @!$1#$b#Em ấy nói về cậu suốt, thật đấy.$0#$b#Rất vui được gặp cậu, bạn của tôi.",
    "SASS_PartyPlanning.06":"Cori vừa kể cho chị nghe về việc những chuyến thăm của Rose gần đây đã trở nên sôi nổi hơn nhiều.#$b#Rõ ràng là em ấy có rất nhiều 'bạn' mới để nói về.$12",
    "SASS_PartyPlanning.07":"Chà, tất cả những câu chuyện này đã cho tôi một ý tưởng khá hay, nếu cả hai người chịu nghe tôi nói.",
    "SASS_PartyPlanning.08":"Ở quê nhà, ba má tôi thường mời mọi người đến dự một bữa tiệc lớn. Gọi nó là 'lễ hội sân vườn' hay gì đó tương tự.#$b#Gọi nó là gì cũng được nhưng nó được tổ chức ngoài trời trong một đồng cỏ đẹp nhất và đầy ắp đồ ăn ngon, bạn bè và niềm vui.$3#$b#Vậy nên, hãy làm em gái nhỏ của tôi bất ngờ với một lễ hội sân vườn của riêng em ấy ở Rừng Sunberry.$1",
    "SASS_PartyPlanning.09":"Cori, đó là một ý tưởng tuyệt vời!$1#$b#Chúng ta có thể mời tất cả những người bạn mới của em ấy, và chị nghĩ thậm chí cả một số người bạn MỚI tiềm năng nữa.$10#$b#Nhưng chúng ta sẽ cần sự giúp đỡ của người nông dân nếu chúng ta muốn giữ bí mật.",
    "SASS_PartyPlanning.10":"Nếu hai người lo phần con người, tôi có thể mời thêm một vài người bạn 'cũ' để thêm vào những người bạn mới.$3",
    "SASS_PartyPlanning.11":"Vậy là đã quyết định.$1#$b#Nông dân, chị sẽ cần một chút thời gian để chuẩn bị nhưng hãy để ý trong hòm thư để nhận một số hướng dẫn quan trọng về Chiến dịch Lễ hội Sân vườn.$12",
    "SASS_PartyPlanning.12":"Lễ hội sân vườn nghe có vẻ sẽ rất vui! Tôi hy vọng chúng ta có thể giữ bí mật.",

    //Lễ hội Sân vườn 10 Trái tim Rose
    "SASS_GardenFete.01":"",
    "SASS_GardenFete.02":"",
    "SASS_GardenFete.03":"",
    "SASS_GardenFete.04":"",
    "SASS_GardenFete.05":"",
    "SASS_GardenFete.06":"",
    "SASS_GardenFete.07":"",
    "SASS_GardenFete.08":"",
    "SASS_GardenFete.09":"",
    "SASS_GardenFete.10":"",
    "SASS_GardenFete.11":"",
    "SASS_GardenFete.12":"",

    //Hội thoại Hoạt ảnh
    "Animations_RoseReading": "%Có vẻ như Rose đang quá mải mê với cuốn sách Redfloor của mình, em ấy dường như không để ý đến cậu.",
    "Animations_RoseBaking": "%Có vẻ như Rose đang bận nướng bánh. Tốt nhất nên để em ấy yên.",
    "Animations_RoseGardening": "%Có vẻ như Rose đang bận làm vườn. Tốt nhất nên để em ấy yên bình chăm sóc cây cối của mình.",
	
    //Hội thoại Lễ hội

	//Lễ hội Trứng
	"Festivals_EggFest.Rose": "Không, Wildflour, đừng di chuyển nếu không mọi người sẽ thấy tớ!$6#$b#Tớ có thể xem lễ hội trứng một cách hoàn hảo từ ngay sau lưng cậu.$1",
	
    //Vũ hội Hoa
    "Festivals_FlowerDance.Rose": "Hừm. Tớ không thấy đủ bánh ngọt hay bánh nướng ở đây.$s#$b#Tớ nghĩ cậu đã lừa tớ rồi, nhà giả kim.$5",
   
    //Luau
    "Festivals_Luau.Rose": "Tại sao cậu lại đưa tớ đến LỄ HỘI NÀY trong tất cả các lễ hội?$3#$b#Cậu nghĩ họ sẽ làm gì khi thấy một con chuột gần nồi súp của họ?!$6",
    
    //Vũ điệu Sứa Ánh Trăng
    "Festivals_Jellies.Rose": "Được rồi, ít nhất lễ hội này khá tối.$1#$b#Tớ nghi ngờ sẽ có ai để ý đến tớ ở đây, và tớ thực sự muốn xem những con sứa đó.",

    //Hội chợ Stardew
    "Festivals_StardewFair.Rose": "Chúng ta có được bỏ phiếu không?#$b#Tớ bỏ phiếu cho của Marnie vì trứng gà của cô ấy làm bánh của tớ rất ngon.",
    
    //Đêm Tinh Linh
    "Festivals_SpiritEve.Rose": "Không có ma.$6#$b#Không có quỷ.$2#$b#Không có bộ xương... khoan, ôi không.$3",
   
    //Lễ hội Băng
    "Festivals_IceFest.Rose": "Tớ tự hỏi... nếu tớ mang bánh nướng cá, thì có lẽ tớ sẽ có chuyện để nói với những người dân làng khác...",
   
    //Ngôi Sao Mùa Đông
    "Festivals_WinterStar.Rose": "Một năm mới, một năm đầy những khởi đầu mới và tươi sáng!$1#$b#Tớ hy vọng vậy.$6",

	//Hội thoại Sự kiện Theo mùa

   //Rose
    "Rose_Dialogue.Introduction": "CHÍT!$3",

    //Xuân
    "Rose_Dialogue.spring_1": "CHÍT!$3",
    "Rose_Dialogue.spring_12": "CHÍT!$3",
    "Rose_Dialogue.spring_23": "CHÍT!$3",

    //Hè
    "Rose_Dialogue.summer_1": "CHÍT!$3",
    "Rose_Dialogue.summer_10": "CHÍT!$3",
    "Rose_Dialogue.summer_27": "CHÍT!$3",

    //Thu
    "Rose_Dialogue.fall_1":"CHÍT!$3",
    "Rose_Dialogue.fall_15": "CHÍT!$3",
    "Rose_Dialogue.fall_26": "CHÍT!$3",

    //Đông
    "Rose_Dialogue.winter_1": "CHÍT!$3",
    "Rose_Dialogue.winter_7": "CHÍT!$3",
    "Rose_Dialogue.winter_14": "CHÍT!$3",
    "Rose_Dialogue.winter_16": "CHÍT!$3",
    "Rose_Dialogue.winter_24": "CHÍT!$3",

    //Mưa Xanh
    "Rose_Dialogue.GreenRain":"CHÍT!$3",
    "Rose_Dialogue.GreenRainFinished":"CHÍT!$3",
    "Rose_Dialogue.GreenRain_2":"CHÍT!$3",

    //Hội thoại Cơ bản

    //0 trái tim
    "Rose_Dialogue.Mon": "%Rose nhìn cậu với đôi mắt to, kinh hãi, gần như sắp khóc. Có lẽ nên thử nói chuyện với em ấy vào lúc khác?",
    "Rose_Dialogue.Tue": "%Rose mở miệng định chào, nhưng chỉ kịp kêu chít một tiếng trước khi ngậm miệng lại và chạy đi. Chúc may mắn lần sau.",
    "Rose_Dialogue.Wed": "CHÍT!$3",
    "Rose_Dialogue.Thu": "%Rose ngay lập tức quay đi và bắt đầu đi, gần như chạy, về hướng ngược lại.",
    "Rose_Dialogue.Fri": "EEP!$3",
    "Rose_Dialogue.Sat": "Chào cậu-$3#$b#%Rose chỉ kịp nói hai từ đầu tiên trước khi kêu chít và quay đi khỏi cậu.",
    "Rose_Dialogue.Sun": "%Rose tránh ánh mắt của cậu và hành động như thể em ấy đang bận rộn kiểm tra mặt đất một cách chăm chú để tìm thứ gì đó đã mất.",

    //2 trái tim
    "Rose_Dialogue.Mon2": "CHÍT!$3#$b#Ồ, xin lỗi cậu nhé, @. Tớ hứa tớ đang cố gắng bớt sợ cậu hơn. Cậu chỉ quá đáng sợ- Ý TỚ LÀ, cao...",
    "Rose_Dialogue.Tue2": "CHÍT!$3",
    "Rose_Dialogue.Wed2": "Chào cậu-$3#$b#%Rose chỉ kịp nói hai từ đầu tiên trước khi kêu chít và quay đi khỏi cậu.",
    "Rose_Dialogue.Thu2": "EEP!$3",
    "Rose_Dialogue.Fri2": "Ch-chào cậu, @. Rất vui được gặp cậu.",
    "Rose_Dialogue.Sat2": "%Rose mở miệng định chào, nhưng chỉ kịp kêu chít một tiếng trước khi ngậm miệng lại và chạy đi. Chúc may mắn lần sau.",
    "Rose_Dialogue.Sun2": "Ch-chào.$3#$b#T-tạm biệt!", 

    //4 trái tim
    "Rose_Dialogue.Mon4": "Cori cứ nói tớ nên ghé qua Chợ của Ari khi hết đồ, nhưng... Trời ơi, có rất nhiều người vào đó.$u#$b#Tớ luôn có thể đào hầm vào, lấy những gì tớ cần, để lại tiền cho Ari, và ra ngoài trước khi ai biết, nhưng... ôi trời, thế thì tớ sẽ làm một cái lỗ trong tòa nhà của Ari, và điều đó không tốt... $s#$b#%Rose tiếp tục như vậy trong vài phút. Có lẽ tốt nhất nên để em ấy tự giải quyết chuyện này.",
    "Rose_Dialogue.Tue4": "Chào cậu, @. Cậu có muốn thử một trong những chiếc bánh nướng mới ra lò của tớ hôm nay không?#$b#Cậu... không biết bánh nướng là gì à?$u#$b#Thật đáng buồn.$s#$b#Đây, ăn một cái nhanh đi! Cậu không nên lãng phí thêm một khoảnh khắc nào mà không thưởng thức sự ngon lành của một chiếc bánh nướng giòn tan với một ít mứt ngon.$h",
    "Rose_Dialogue.Wed4": "%Cậu thấy Rose đang lẩm bẩm một mình.#$b#Mày làm được mà, Rose. Chỉ cần đến thư viện và hỏi sách dạy nấu ăn ở đâu thôi.#$b#Elias sẽ không ném sách vào mày đâu.$u#$b#Ồ, @! Cậu đã ở đây bao lâu rồi?",
    "Rose_Dialogue.Thu4": "Tớ thích làm vườn, @. Tớ có thể cứ nói chuyện với những cây nhỏ của mình và chúng không hề bận tâm.$h#$b#Tớ hy vọng chúng không phiền khi tớ lấy một ít lá của chúng để nấu ăn...$u#$b#%Sự lo lắng thực sự hiện lên trên khuôn mặt của Rose. Cậu quyết định để em ấy tự giải quyết những câu hỏi triết học về làm vườn của mình.",
    "Rose_Dialogue.Fri4": "@, cậu đã nói chuyện với Jumana trước đây chưa?$1#$b#Bà ấy có vẻ tốt bụng, phải không?$0#$b#Giống như loại người sẽ không la hét với một con chuột muốn mua hạt giống hoa?$6#$b#",
    "Rose_Dialogue.Sat4": "Chào cậu, @! Cậu có đến buổi gặp mặt tối thứ Bảy ở Sunberry không? Wildflour đi... nhưng tớ không chắc liệu mình có thể đi được chưa.",
    "Rose_Dialogue.Sun4": "Cậu đã gặp anh trai tớ Cori chưa, @?#$b#Ồ, anh ấy có lẽ đã tự giới thiệu là Chuột Mũ.#$b#Anh ấy hơi nhút nhát, nhưng anh trai lớn của tớ làm những chiếc mũ tuyệt nhất!$h",

    //6 trái tim
    "Rose_Dialogue.Mon6": "Đường hầm?$u#$b#KHÔNG.#$b#Ai nói gì về đường hầm?#$b#Tớ chắc chắn không nói. Tớ chỉ... có thể lẻn vào chợ của Ari trước khi bất kỳ con người nào khác thức dậy.#$b#Nói chuyện với một người không quá tệ. Cậu đã dạy tớ điều đó.$h",
    "Rose_Dialogue.Tue6": "Đừng quên, @. Nếu cậu không muốn tất cả những quả mọng đáng yêu đó chìm xuống đáy bánh ngọt và bánh muffin của mình, cậu phải phủ chúng bằng bột trước!#$b#Không ai thích một cái đáy bị ướt sũng.$h",
    "Rose_Dialogue.Wed6": "CHÍT!$3#$b#Đùa thôi. Tớ không còn sợ cậu nữa, @.$1",
    "Rose_Dialogue.Thu6": "Quả mọng là một phần lớn trong chế độ ăn uống của chúng tớ, vì vậy Cori và tớ đã học cách hái lượm quả mọng ngay khi chúng tớ có thể đi bộ!$bMặc dù Cori yêu quả mọng đến nỗi, anh ấy đã học cách bò chỉ để đến được chỗ quả mọng nhanh hơn tớ.$h",
    "Rose_Dialogue.Fri6": "Tớ đã làm được, @!#$b#Tớ có thể đã kêu chít chít một CHÚT quá nhiều lúc đầu, nhưng tớ đã nói chuyện với Jumana về hoa của bà ấy và bà ấy đã cho tớ một ít hạt giống để thử trong vườn của mình!$h",
    "Rose_Dialogue.Sat6": "Cây thường xuân mọc bên cạnh nhà tớ à?$6#$b#Đó là một món quà từ Wildflour, @.$h#$b#Chị ấy muốn tớ cảm thấy như ở nhà trong ngôi nhà nhỏ mới của mình, vì vậy chị ấy đã tạo ra một loại phân bón đặc biệt cho cây mâm xôi của tớ, và nó đã phát triển như vậy kể từ đó!",
    "Rose_Dialogue.Sun6": "Ồ, Cori luôn nhút nhát với hầu hết mọi người.#$b#Tin hay không thì tùy, tớ mới là người nói nhiều giữa hai anh em!$h#$b#Thật tuyệt khi cảm thấy thoải mái hơn khi nói chuyện với con người vì tớ có rất nhiều điều muốn nói với các cậu!",

    //8 trái tim
    "Rose_Dialogue.Mon8": "Nếu cậu có ghé qua tiệm bánh và tớ không ở đó, cứ tự nhiên lấy những gì cậu cần và để lại tiền trong lọ cho tớ nhé.$h#$b#Hệ thống danh dự đã hoạt động tốt ở quê nhà, không có lý do gì nó không nên hoạt động ở đây, ở Sunberry.",
    "Rose_Dialogue.Tue8": "Những chiếc bánh macaron hôm nay thực sự đã gây khó khăn cho tớ... Tớ đã phải bắt đầu lại hai lần!$a#$b#Tớ có thể cần phải ghé qua nhà Marnie khi đến thăm Cori lần sau để lấy một ít lòng trắng trứng chất lượng cao...$h",
    "Rose_Dialogue.Wed8": "Hóa ra Elias là một đầu bếp nghiệp dư khá giỏi, @!$u#$b#Anh ấy rất vui khi chia sẻ vị trí của những cuốn sách dạy nấu ăn trong thư viện của Sunberry và thậm chí còn đề nghị chia sẻ từ bộ sưu tập cá nhân của mình, miễn là tớ đổi cho anh ấy công thức bánh nướng dâu tây của mình.$h",
    "Rose_Dialogue.Thu8": "Có một số loại quả mọng không phát triển tốt bên ngoài khu rừng nơi Cori và tớ lớn lên.$s#$b#Thật đáng tiếc, thực sự, vì tớ làm một chiếc bánh tart quả mọng dại cực kỳ ngon.$u#$b#Tớ tự hỏi liệu quả sunberry có dùng được không?",
    "Rose_Dialogue.Fri8": "Tớ phát hiện ra Jumana rất thích súp lơ, @, và tớ muốn bà ấy làm bạn với tớ.#$b#Cậu có nghĩ bà ấy sẽ muốn thử công thức Súp lơ nướng phô mai của tớ không?$u#$b#Đó là một công thức đã có trong gia đình tớ qua nhiều thế hệ. Chắc chắn sẽ hiệu quả!$h",
    "Rose_Dialogue.Sat8": "Wildflour nói rằng tớ sẽ trở thành một nhà giả kim xuất sắc, @!#$b#Tớ nghĩ chị ấy chỉ đang tử tế thôi, nhưng chị ấy nói rằng đồ nướng của tớ ngon đến mức 'thực sự là phép thuật'.$h",
    "Rose_Dialogue.Sun8": "Tớ nghĩ hôm nay tớ sẽ mang cho Cori một ít bánh nướng nấm.#$b#Thỉnh thoảng anh ấy lại nhớ nhà và đó là món ăn yêu thích mà mẹ chúng tớ thường làm.",

    //10 trái tim
    "Rose_Dialogue.Mon10": "Mặc dù chúng tớ sẽ tự làm hầu hết các nguyên liệu ở nhà, nhưng bây giờ tớ rất biết ơn vì có thể mua một số từ Ari!#$b#Tự làm bột là một công việc mệt mỏi với những bàn chân nhỏ bé này!$h",
    "Rose_Dialogue.Tue10": "Chào cậu, @! Tớ có một món ngon cho cậu đây: há miệng ra nào!#$b#%Trước khi cậu có thể nói bất cứ điều gì, Rose đã bỏ một chiếc bánh quy vào miệng cậu. Nó thật tuyệt vời. Em ấy cười một cách hiểu biết.",
    "Rose_Dialogue.Wed10": "Elias và tớ đang nghĩ đến việc tổ chức một câu lạc bộ sách dạy nấu ăn, @!#$b#Mọi người từ Sunberry và Thị trấn Pelican có thể đến, trao đổi công thức và tổ chức một bữa tiệc chung để mọi người có thể thưởng thức một miếng ăn.$h#$b#Cậu cũng sẽ đến chứ?!",
    "Rose_Dialogue.Thu10": "Cậu có biết rằng nhiều loài hoa được trồng ở Sunberry có thể ăn được không, @?#$b#Tớ đã học được điều đó từ người bạn mới của mình, Jumana!$h#$b#Tớ sẽ nướng cho bà ấy một chiếc bánh với một số loài hoa của bà ấy để cảm ơn.",
    "Rose_Dialogue.Fri10": "Jumana đã mời tớ đến nướng bánh quy cùng bà ấy.#$b#Trong đời tớ chưa bao giờ nghĩ mình sẽ có nhiều bạn bè con người như vậy, @!",
    "Rose_Dialogue.Sat10": "Sprout có nói chuyện với tớ không?#$b#Ồ, tất nhiên rồi!$u#$b#Tớ nghĩ đó là vì chúng tớ đều nhỏ bé nên nó cảm thấy có thể mở lòng với tớ, nhưng nó thực sự khá nói nhiều khi cậu đã quen với nó!",
    "Rose_Dialogue.Sun10": "Tớ sẽ cho cậu biết một bí mật nhỏ, @, nhưng chỉ vì chúng ta là bạn thân nhất bây giờ.#$b#Cori và tớ đến từ một gia đình rất lớn, và mẹ tớ thích đặt tên cho các con của mình theo tên các loại gia vị và hoa.$u#$b#Tên thật của tớ là Rosemary và tên của anh trai lớn là... Coriander.$h#$b#Đừng nói với anh ấy là tớ đã kể cho cậu nhé! Anh ấy nói rau mùi có vị như xà phòng.",

    //Chủ đề Trò chuyện

    //Rose ÍT TRÁI TIM
    "Rose_Dialogue.cc_Complete": "CHÍT!$3",
    "Rose_Dialogue.cc_Bus": "CHÍT!$3",
    "Rose_Dialogue.movieTheater": "CHÍT!$3",
    
    "Rose_Dialogue.MeetTheCats": "CHÍT!$3",
    "Rose_Dialogue.wedding": "CHÍT!$3",
    "Rose_Dialogue.luauBest": "CHÍT!$3",
    "Rose_Dialogue.luauShorts": "CHÍT!$3",
    "Rose_Dialogue.luauPoisoned": "CHÍT!$3",

    "Rose_Dialogue.cc_Begin": "CHÍT!$3",
    "Rose_Dialogue.cc_Greenhouse": "CHÍT!$3",
    "Rose_Dialogue.cc_Minecart": "CHÍT!$3",

    "Rose_Dialogue.willyCrabs": "CHÍT!$3",
    "Rose_Dialogue.pamHouseUpgrade": "CHÍT!$3",
    "Rose_Dialogue.pamHouseUpgradeAnonymous": "CHÍT!$3",
        
    "Rose_Dialogue.LucikielArrives": "CHÍT!$3",
    "Rose_Dialogue.ReputationIncreased": "CHÍT!$3",

    "Rose_Dialogue.ButteredJorts": "CHÍT!$3",
    "Rose_Dialogue.keahi_prank": "CHÍT!$3",

    "Rose_Dialogue.ReihanaIntro":"CHÍT!$3",
    "Rose_Dialogue.AriGetsSlimed":"CHÍT!$3",

    "Rose_Dialogue.SterlingDrugs":"CHÍT!$3",
    "Rose_Dialogue.SterlingTrash":"CHÍT!$3",
    "Rose_Dialogue.SterlingRelapse":"CHÍT!$3",
    "Rose_Dialogue.SterlingApology":"CHÍT!$3",

    //phiên bản thân thiện

    "Rose_Dialogue_Friendly.cc_Complete": "Wow, @.$6#$b#Không thể tin được cậu đã làm tất cả một mình. Cậu nên rất tự hào về bản thân!$1",
    "Rose_Dialogue_Friendly.cc_Bus": "Việc sửa xe buýt thật tuyệt vời - tớ tự hỏi liệu Pam có phiền nếu tớ lẻn lên tàu trước khi ai để ý không.$4",
    "Rose_Dialogue_Friendly.movieTheater": "Tớ phải thừa nhận, việc JojaMart cũ biến thành một rạp chiếu phim có cảm giác như ông Morris đó đã nhận được những gì ông ta đáng phải nhận.$7",
    
    "Rose_Dialogue_Friendly.MeetTheCats": "...cậu có nghĩ những con mèo đó, sẽ cố gắng vồ lấy tớ không, @?$s#$b# Tốt nhất là nên chơi an toàn và tránh chúng bây giờ.",
    "Rose_Dialogue_Friendly.wedding": "Chúc mừng đám cưới của cậu, @!$h",
    "Rose_Dialogue_Friendly.luauBest": "Món súp đó thật tuyệt vời, @!$h",
    "Rose_Dialogue_Friendly.luauShorts": "Tại sao, tại sao có người lại cho những thứ đó vào súp?$5#$b#",
    "Rose_Dialogue_Friendly.luauPoisoned": "Xin lỗi, @, hôm nay tớ không muốn nói chuyện lắm.$s#$b#Tớ vẫn còn cảm thấy không khỏe vì món súp đó.$6",

    "Rose_Dialogue_Friendly.cc_Begin": "Tớ nghĩ thật tuyệt khi cậu quan tâm đến trung tâm cộng đồng, @!$4",
    "Rose_Dialogue_Friendly.cc_Greenhouse": "Chúc mừng nhà kính mới của cậu, @!$1",
    "Rose_Dialogue_Friendly.cc_Minecart": "Việc sửa xe mỏ có nghĩa là tớ có thể đi ăn vặt dễ dàng hơn.$7#$b#TỚ ĐÃ NÓI LẺN VÀO À?$3#$b# Ý tớ là đi lại.$6",

    "Rose_Dialogue_Friendly.pamHouseUpgrade": "Cậu thật tốt bụng, @!#$b#Cậu chắc hẳn rất quan tâm đến hàng xóm của mình.$1",
    "Rose_Dialogue_Friendly.pamHouseUpgradeAnonymous": "Wow, có người đã bí mật trả tiền cho cả một NGÔI NHÀ cho Pam và Penny?$3#$b#Thật là một người tuyệt vời.$1",
        
    "Rose_Dialogue_Friendly.LucikielArrives": "Lucikiel hơi đáng sợ, nhưng anh ấy không phiền khi tớ là một con chuột, nên tớ nghĩ đó là một dấu hiệu tốt, @!$1",
    "Rose_Dialogue_Friendly.ReputationIncreased": "Luci giả vờ đáng sợ, nhưng anh ấy không thể lừa được tớ.$7#$b#Bất cứ ai yêu thích món tráng miệng của tớ đến thế đều là một người tốt.$1",

    "Rose_Dialogue_Friendly.ButteredJorts": "Mèo có thích được bôi bơ không, @?$6#$b#Không, tớ không nghĩ vậy.$2",
    "Rose_Dialogue_Friendly.keahi_prank": "...$6#$b#@, tớ không biết cậu có biết điều này không, nhưng cậu hơi... bốc mùi.$s",

    "Rose_Dialogue_Friendly.ReihanaIntro":"Lúc đầu tớ sợ hai con quỷ đó, nhưng Nhà Giả Kim đã nhắc tớ về cách Morris đã phán xét tớ và anh trai, và tớ nghĩ chúng ta nên cho Reihana và Aicha một cơ hội!$4",
    "Rose_Dialogue_Friendly.AriGetsSlimed":"Tớ hy vọng không ai khác bị dính slime.$s",

    "Rose_Dialogue_Friendly.SterlingTrash":"Tớ hy vọng người đó, Sterling, ổn.#$2#$b#Anh trai tớ từng uống quá nhiều rượu và anh ấy cảm thấy rất tệ trong nhiều ngày sau đó.",
    "Rose_Dialogue_Friendly.SterlingRelapse":"Cậu có biết Sterling đã đi đâu không, @?$6#$b#Mọi người có vẻ lo lắng.$s",
    "Rose_Dialogue_Friendly.SterlingApology":"Sterling đã trở lại, @!$h#$b#Hy vọng, mọi thứ có thể trở lại bình thường bây giờ.",

    //Mưa Xanh
    "Rose_Dialogue_Friendly.GreenRain":"Ồ, @. Xin đừng lo lắng về thời tiết ngày mai.$h#$b#Nó khá bình thường mỗi mùa ở quê nhà.#$b#Mẹ tớ thường nói đó là 'chỉ là thiên nhiên đang thể hiện một chút thôi'.$4",
    "Rose_Dialogue_Friendly.GreenRainFinished":"Thấy chưa, @?#$b#Mọi thứ hoàn toàn ổn.$4#$b#Mặc dù tớ phải thừa nhận, thật là hơi buồn cười khi thấy tất cả con người đều sợ hãi một điều gì đó.$7",
    "Rose_Dialogue_Friendly.GreenRain_2":"Chào cậu, @!#$b#Cậu có ra ngoài hái lượm trong cơn bão này giống như nhà giả kim không?#$b#Chị ấy rất hào hứng về số lượng nấm mọc trong cơn bão.$h",
    
/////////////////////
// CÂY TRỒNG & VẬT PHẨM //
/////////////////////

// THÔNG BÁO CÂY TRỒNG
"IndoorsOnly.Message":"Chỉ có thể trồng trong nhà.",

//TÊN DANH MỤC

"SASS_Feather.category":"Lông Vũ",
"SASS_Herb.category":"Thảo Dược Ma Thuật",
"SASS_Magic.category":"Vật Phẩm Ma Thuật",
"SASS_Mushroom.category":"Nấm Ma Thuật",
"SASS_Magic_Fruit.category":"Trái Cây Ma Thuật",
"SASS_Magic_Flower.category":"Hoa Ma Thuật",

// NẤM VÀ CÂY NẤM

"SASS_Baby_Bluegill.name":"Nấm Cá Mang Xanh Con",
"SASS_Baby_Bluegill.description":"Loại nấm nhỏ màu xanh dương được cho là chỉ mọc vào những đêm đông lạnh giá.",
"SASS_Baby_Bluegill_Seeds.name":"Hạt Giống Nấm Cá Mang Xanh Con",
"SASS_Baby_Bluegill_Seeds.description":"Chỉ có thể trồng trong nhà. Mất 14 ngày để trưởng thành, và sau đó cho ra nấm mỗi 5 ngày.",

"SASS_Blushing_TopHat.name":"Nấm Mũ Phớt Bơ Sữa",
"SASS_Blushing_TopHat.description":"Một cây nấm cao, màu đào, có vị ngọt như kem phủ trên bánh cupcake.",
"SASS_Blushing_TopHat_Seeds.name":"Hạt Giống Cây Nấm Mũ Phớt Bơ Sữa",
"SASS_Blushing_TopHat_Seeds.description":"Gỗ được cấy nấm Mũ Phớt Bơ Sữa; nó sẽ phát triển thành một cây Nấm Mũ Phớt Đỏ nếu được trồng dưới đất.",

"SASS_Candy_Button.name":"Nấm Cúc Áo Kẹo",
"SASS_Candy_Button.description":"Những cây nấm nhỏ màu hồng thường mọc thành cụm quanh các thân cây chết.",
"SASS_Candy_Button_Seeds.name":"Hạt Giống Cây Nấm Cúc Áo Kẹo",
"SASS_Candy_Button_Seeds.description":"Gỗ được cấy nấm Cúc Áo Kẹo; nó sẽ phát triển thành một cây Nấm Cúc Áo Kẹo nếu được trồng dưới đất.",

"SASS_Bubblegum_Funnel.name": "Nấm Phễu Kẹo Cao Su",
"SASS_Bubblegum_Funnel.description": "Một cây nấm màu hồng fuchsia rực rỡ. Liệu nó có vị như kẹo cao su không?",
"SASS_Bubblegum_Funnel_Seeds.name":"Hạt Giống Nấm Phễu Kẹo Cao Su",
"SASS_Bubblegum_Funnel_Seeds.description":"Chỉ có thể trồng trong nhà. Mất 18 ngày để trưởng thành, và sau đó cho ra nấm mỗi 4 ngày.",

"SASS_Coral_Fungus.name": "Nấm San Hô",
"SASS_Coral_Fungus.description": "Loại nấm này bắt chước hình dạng của san hô biển.",
"SASS_Coral_Fungus_Seeds.name":"Hạt Giống Cây Nấm San Hô",
"SASS_Coral_Fungus_Seeds.description":"Gỗ được cấy nấm San Hô; nó sẽ phát triển thành một cây Nấm San Hô nếu được trồng dưới đất.",

"SASS_Frilly_Gilly.name":"Nấm Diềm Xinh",
"SASS_Frilly_Gilly.description":"Một món ăn mùa xuân hiếm có cho những người hái lượm, loại nấm này thích ẩn mình trong các đồng cỏ hoa.",
"SASS_Frilly_Gilly_Seeds.name":"Hạt Giống Cây Nấm Diềm Xinh",
"SASS_Frilly_Gilly_Seeds.description":"Gỗ được cấy nấm Diềm Xinh; nó sẽ phát triển thành một cây Nấm Diềm Xinh nếu được trồng dưới đất.",

"SASS_Ghostly_Parasol.name":"Nấm Dù Ma Quái",
"SASS_Ghostly_Parasol.description":"Một loại nấm độc hiếm, được tìm thấy vào mùa đông bởi những người đủ dũng cảm hoặc ngu ngốc để tìm kiếm nó.",
"SASS_Ghostly_Parasol_Seeds.name":"Hạt Giống Cây Nấm Dù Ma Quái",
"SASS_Ghostly_Parasol_Seeds.description":"Gỗ được cấy nấm Dù Ma Quái; nó sẽ phát triển thành một cây Nấm Dù Ma Quái nếu được trồng dưới đất.",

"SASS_Indigo_Cap.name":"Nấm Mũ Chàm",
"SASS_Indigo_Cap.description":"Một thành viên hiếm của họ nấm amanita, loại nấm này cực độc, nhưng cũng là một thành phần giả kim vô cùng quý giá.",
"SASS_Indigo_Cap_Seeds.name":"Hạt Giống Cây Nấm Mũ Chàm",
"SASS_Indigo_Cap_Seeds.description":"Gỗ được cấy nấm Mũ Chàm; nó sẽ phát triển thành một cây Nấm Mũ Chàm nếu được trồng dưới đất.",

"SASS_Lilac_Funnel.name":"Nấm Phễu Tử Đinh Hương",
"SASS_Lilac_Funnel.description":"Mặc dù loại nấm này có cùng tên với loài hoa ăn được, nó cực độc trừ khi được chế biến theo một cách rất cụ thể.",
"SASS_Lilac_Funnel_Seeds.name":"Hạt Giống Cây Nấm Phễu Tử Đinh Hương",
"SASS_Lilac_Funnel_Seeds.description":"Gỗ được cấy nấm Phễu Tử Đinh Hương; nó sẽ phát triển thành một cây Nấm Phễu Tử Đinh Hương nếu được trồng dưới đất.",

"SASS_Limey_Bonnet.name": "Nấm Mũ Chanh",
"SASS_Limey_Bonnet.description": "Màu xanh lá cây tươi sáng của nó là một lời cảnh báo cho các loài động vật có thể cố gắng ăn nó.",
"SASS_Limey_Bonnet_Seeds.name":"Hạt Giống Cây Nấm Mũ Chanh",
"SASS_Limey_Bonnet_Seeds.description":"Gỗ được cấy nấm Mũ Chanh; nó sẽ phát triển thành một cây Nấm Mũ Chanh nếu được trồng dưới đất.",

"SASS_Lunar_Poof.name":"Nấm Bồng Nguyệt",
"SASS_Lunar_Poof.description":"Một thành viên của họ nấm puffball, nấm bồng nguyệt được cho là mọc vào những đêm thu mát mẻ quanh các cây chết.",
"SASS_Lunar_Poof_Seeds.name":"Hạt Giống Cây Nấm Bồng Nguyệt",
"SASS_Lunar_Poof_Seeds.description":"Gỗ được cấy nấm Bồng Nguyệt; nó sẽ phát triển thành một cây Nấm Bồng Nguyệt nếu được trồng dưới đất.",

"SASS_Midas_Cap.name": "Nấm Mũ Midas",
"SASS_Midas_Cap.description": "Một cây nấm có màu vàng óng.",
"SASS_Midas_Cap_Seeds.name":"Hạt Giống Nấm Mũ Midas",
"SASS_Midas_Cap_Seeds.description":"Chỉ có thể trồng trong nhà. Mất 10 ngày để trưởng thành.",

"SASS_Midnight_Milkcap.name": "Nấm Sữa Nửa Đêm",
"SASS_Midnight_Milkcap.description": "Đừng nhầm lẫn; chiếc mũ đêm này không phải là thứ mà ai cũng sẽ thích sau một ngày làm việc vất vả.",
"SASS_Midnight_Milkcap_Seeds.name":"Hạt Giống Nấm Sữa Nửa Đêm",
"SASS_Midnight_Milkcap_Seeds.description":"Chỉ có thể trồng trong nhà. Mất 10 ngày để trưởng thành.",

"SASS_Mottled_Fieldcap.name": "Nấm Đồng Cà Phê",
"SASS_Mottled_Fieldcap.description": "Một món ăn yêu thích vào mùa thu của những người hái lượm, nó có mùi thơm mạnh như cà phê.",
"SASS_Mottled_Fieldcap_Seeds.name":"Hạt Giống Nấm Đồng Cà Phê",
"SASS_Mottled_Fieldcap_Seeds.description":"Chỉ có thể trồng trong nhà. Mất 10 ngày để trưởng thành.",

"SASS_Queen_Bolete.name":"Nấm Hoàng Hậu",
"SASS_Queen_Bolete.description":"Loài nấm hoàng gia nhất trong tất cả các loài nấm.",
"SASS_Queen_Bolete_Seeds.name":"Hạt Giống Nấm Hoàng Hậu",
"SASS_Queen_Bolete_Seeds.description":"Chỉ có thể trồng trong nhà. Mất 10 ngày để trưởng thành.",

"SASS_Rosey_Elfcup.name": "Nấm Chén Tiên Hồng",
"SASS_Rosey_Elfcup.description": "Nó được cho là có tên từ việc các tiên tộc sử dụng nó như một ly uống nước.",
"SASS_Rosey_Elfcup_Seeds.name":"Hạt Giống Nấm Chén Tiên Hồng",
"SASS_Rosey_Elfcup_Seeds.description":"Chỉ có thể trồng trong nhà. Mất 11 ngày để trưởng thành.",

"SASS_Rustgill.name":"Nấm Bánh Mì",
"SASS_Rustgill.description":"Một loại nấm có hương vị tinh tế; hương vị của nó gợi cho bạn nhớ đến một lát bánh mì nướng ấm áp.",
"SASS_Rustgill_Seeds.name":"Hạt Giống Cây Nấm Bánh Mì",
"SASS_Rustgill_Seeds.description":"Gỗ được cấy nấm Bánh Mì; nó sẽ phát triển thành một cây Nấm Rustgill nếu được trồng dưới đất.",

"SASS_Seafoam_Waxcap.name":"Nấm Sáp Bọt Biển",
"SASS_Seafoam_Waxcap.description":"Các nàng tiên cá sẽ tặng những cây nấm này cho những thủy thủ phiền phức không chịu để họ yên.",
"SASS_Seafoam_Waxcap_Seeds.name":"Hạt Giống Cây Nấm Sáp Bọt Biển",
"SASS_Seafoam_Waxcap_Seeds.description":"Gỗ được cấy nấm Sáp Bọt Biển; nó sẽ phát triển thành một cây Nấm Sáp Bọt Biển nếu được trồng dưới đất.",

"SASS_Shrumbus.name": "Shrumbus",
"SASS_Shrumbus.description": "Cậu ấy chỉ là một anh chàng nhỏ bé thôi.",
"SASS_Shrumbus_Seeds.name":"Hạt Giống Nấm Shrumbus",
"SASS_Shrumbus_Seeds.description":"Chỉ có thể trồng trong nhà. Mất 12 ngày để trưởng thành, và sau đó cho ra nấm mỗi 5 ngày.",

"SASS_Sparkling_Agaric.name":"Nấm Lấp Lánh",
"SASS_Sparkling_Agaric.description":"Hầu hết những người hái lượm sẽ tránh xa những gì có vẻ là một cây nấm amanita độc; tuy nhiên có điều gì đó lạ lùng mời gọi về cây nấm này.",
"SASS_Sparkling_Agaric_Seeds.name":"Hạt Giống Cây Nấm Lấp Lánh",
"SASS_Sparkling_Agaric_Seeds.description":"Gỗ được cấy nấm Lấp Lánh; nó sẽ phát triển thành một cây Nấm Lấp Lánh nếu được trồng dưới đất.",

"SASS_Stout_Funnel.name":"Nấm Phễu Mập",
"SASS_Stout_Funnel.description":"Còn được gọi là nấm chanterelle của người nghèo, nó có phần gợi cho bạn nhớ đến... một chiếc bánh kếp?",
"SASS_Stout_Funnel_Seeds.name":"Hạt Giống Cây Nấm Phễu Mập",
"SASS_Stout_Funnel_Seeds.description":"Gỗ được cấy nấm Phễu Mập; nó sẽ phát triển thành một cây Nấm Phễu Mập nếu được trồng dưới đất.",

//2.0 nấm mới

"SASS_Cocoa_Agaric.name":"Nấm Ca Cao",
"SASS_Cocoa_Agaric.description":"Mmm vị sô cô la.",

"SASS_Cookie_Cap.name":"Nấm Mũ Bánh Quy",
"SASS_Cookie_Cap.description":"Đây chắc hẳn là loại nấm yêu thích của Quái vật Bánh quy.",

"SASS_Festive_Agaric.name":"Nấm Lễ Hội",
"SASS_Festive_Agaric.description":"Loại nấm này làm bạn nhớ đến một cây thông lễ hội.",

"SASS_Gumdrop_Fungus.name":"Nấm Kẹo Dẻo",
"SASS_Gumdrop_Fungus.description":"Bạn thấy màu sắc của nó thật mê hoặc.",

"SASS_Jack_Agaric.name":"Nấm Jack",
"SASS_Jack_Agaric.description":"Một món ăn ma quái mà lại vui khi ăn.",

"SASS_Alchemists_Hat.name":"Nấm Mũ Nhà Giả Kim",
"SASS_Alchemists_Hat.description":"Được đặt theo tên của thợ săn nấm yêu thích của mọi người.",

"SASS_Meringue_Mushroom.name":"Nấm Meringue",
"SASS_Meringue_Mushroom.description":"Nấm Placeholder!",

"SASS_Wheatberry_Mushroom.name":"Nấm Lúa Mì",
"SASS_Wheatberry_Mushroom.description":"Nấm Placeholder!",

"SASS_Milk_Mushroom.name":"Nấm Trắng Sữa",
"SASS_Milk_Mushroom.description":"Nấm Placeholder!",

"SASS_Tea_Grass_Fungus.name":"Nấm Cỏ Trà",
"SASS_Tea_Grass_Fungus.description":"Có thứ gì có thể pha thành trà được không?",

"SASS_Chicken_Woods.name":"Gà Rừng",
"SASS_Chicken_Woods.description":"Nấm Placeholder!",

"SASS_Honey_Fungus.name":"Nấm Mật Ong",
"SASS_Honey_Fungus.description":"Nấm Placeholder!",

"SASS_Popping_Parasols.name":"Nấm Dù Kem Que",
"SASS_Popping_Parasols.description":"Bạn tự hỏi liệu chúng có vị giống như những que kem mà chúng giống không.",

"SASS_Doughnut_Mushroom.name":"Nấm Bánh Rán Mứt",
"SASS_Doughnut_Mushroom.description":"Mmmm... nấm.",

"SASS_Custard_Cap.name":"Nấm Mũ Kem Trứng",
"SASS_Custard_Cap.description":"Một cây nấm màu trắng kem.",

//2.0 hoa mới

"SASS_Daisy.name": "Hoa Cúc Dại",
"SASS_Daisy.description": "Một bông hoa nhỏ, trắng tinh tế.",
"SASS_Daisy_Seeds.name": "Hạt Giống Cúc Dại",
"SASS_Daisy_Seeds.description": "Trồng vào mùa thu. Mất 5 ngày để mọc.",

"SASS_Hibiscus.name": "Hoa Dâm Bụt",
"SASS_Hibiscus.description": "Một loài hoa leo nhiệt đới, rực rỡ. Có thể ăn được.",
"SASS_Hibiscus_Seeds.name": "Hạt Giống Dâm Bụt",
"SASS_Hibiscus_Seeds.description": "Trồng vào mùa hè hoặc mùa thu. Mất 15 ngày để mọc và có thể thu hoạch 4 ngày một lần sau đó.",

"SASS_Lily.name": "Hoa Loa Kèn",
"SASS_Lily.description": "Một bông hoa màu hồng tươi thường thấy vào mùa hè. Có thể ăn được.",
"SASS_Lily_Seeds.name":"Củ Hoa Loa Kèn",
"SASS_Lily_Seeds.description":"Trồng vào mùa hè. Mất 12 ngày để mọc.",

"SASS_Nasturtium.name": "Hoa Sen Cạn",
"SASS_Nasturtium.description": "Có các sắc thái từ đỏ đến vàng và được đánh giá cao như một loại trang trí ăn được cho món salad.",
"SASS_Nasturtium_Seeds.name": "Hạt Giống Sen Cạn",
"SASS_Nasturtium_Seeds.description": "Trồng vào mùa hè hoặc mùa thu. Mất 12 ngày để mọc và có thể thu hoạch 3 ngày một lần sau đó.",

"SASS_Peony.name": "Hoa Mẫu Đơn",
"SASS_Peony.description": "Một bông hoa màu hồng thanh lịch, đầy đặn. Có thể ăn được.",	
"SASS_Peony_Seeds.name":"Hạt Giống Mẫu Đơn",
"SASS_Peony_Seeds.description":"Trồng vào mùa xuân. Mất 13 ngày để mọc và có thể thu hoạch 6 ngày một lần sau đó.",

"SASS_Snapdragon.name": "Hoa Mõm Chó",
"SASS_Snapdragon.description": "Một bông hoa màu hồng đào đáng yêu với một cái tên còn dễ thương hơn. Có thể ăn được.",
"SASS_Snapdragon_Seeds.name": "Hạt Giống Mõm Chó",
"SASS_Snapdragon_Seeds.description": "Trồng vào mùa xuân hoặc mùa thu. Mất 12 ngày để mọc và có thể thu hoạch 4 ngày một lần sau đó.",


// CÂY TRỒNG

"SASS_Amber_MoonDrop.name": "Nho Giọt Trăng Hổ Phách",
"SASS_Amber_MoonDrop.description": "Một giống nho vàng quý hiếm và xinh đẹp, được cho là do tộc tiên của Cộng hòa Ferngill trồng trọt từ thuở sơ khai.",
"SASS_Amber_MoonDrop_Seeds.name": "Hạt Giống Nho Giọt Trăng Hổ Phách",
"SASS_Amber_MoonDrop_Seeds.description": "Trồng những hạt này vào mùa hè. Mất 16 ngày để trưởng thành, và tiếp tục cho quả sau lần thu hoạch đầu tiên.",

"SASS_Arctic_Fox.name": "Cáo Bắc Cực",
"SASS_Arctic_Fox.description": "Một giống hoa mao địa hoàng hiếm. Cực độc.",
"SASS_Arctic_Fox_Seeds.name": "Hạt Giống Cáo Bắc Cực",
"SASS_Arctic_Fox_Seeds.description": "Trồng những hạt này vào mùa đông hoặc mùa xuân. Mất 16 ngày để trưởng thành, và tiếp tục cho quả sau lần thu hoạch đầu tiên.",

"SASS_Avalune.name": "Avalune",
"SASS_Avalune.description": "Một giống hoa lupin rực rỡ tuyệt đẹp. Một món quà tuyệt vời cho tiên tộc.",
"SASS_Avalune_Seeds.name": "Hạt Giống Avalune",
"SASS_Avalune_Seeds.description": "Trồng những hạt này vào mùa đông hoặc mùa xuân. Mất 20 ngày để trưởng thành, và tiếp tục cho quả sau lần thu hoạch đầu tiên.",

"SASS_Jade_MoonDrop_Seeds.name": "Hạt Giống Nho Giọt Trăng Ngọc Bích",
"SASS_Jade_MoonDrop_Seeds.description": "Trồng những hạt này vào mùa thu. Mất 12 ngày để trưởng thành, và sau đó cho quả mỗi 6 ngày.",
"SASS_Jade_MoonDrop.name": "Nho Giọt Trăng Ngọc Bích",
"SASS_Jade_MoonDrop.description": "Một giống nho xanh quý hiếm và xinh đẹp, được cho là do tộc tiên của Cộng hòa Ferngill trồng trọt từ thuở sơ khai.",

"SASS_Lapis_MoonDrop.name": "Nho Giọt Trăng Lưu Ly",
"SASS_Lapis_MoonDrop.description": "Một giống nho xanh dương quý hiếm và xinh đẹp, được cho là do tộc tiên của Cộng hòa Ferngill trồng trọt từ thuở sơ khai.",
"SASS_Lapis_MoonDrop_Seeds.name": "Hạt Giống Nho Giọt Trăng Lưu Ly",
"SASS_Lapis_MoonDrop_Seeds.description": "Trồng những hạt này vào mùa xuân. Mất 16 ngày để trưởng thành, và sau đó cho quả mỗi 6 ngày.",

"SASS_Pearl_MoonDrop.name": "Nho Giọt Trăng Ngọc Trai",
"SASS_Pearl_MoonDrop.description": "Một giống nho trắng quý hiếm và xinh đẹp, được cho là do tộc tiên của Cộng hòa Ferngill trồng trọt từ thuở sơ khai.",
"SASS_Pearl_MoonDrop_Seeds.name": "Hạt Giống Nho Giọt Trăng Ngọc Trai",
"SASS_Pearl_MoonDrop_Seeds.description": "Trồng những hạt này vào mùa đông. Mất 20 ngày để trưởng thành, và sau đó cho quả mỗi 5 ngày.",

"SASS_Pixie_Breath.name": "Hơi Thở Của Yêu Tinh",
"SASS_Pixie_Breath.description": "Bông hoa này dường như chuyển đổi giữa màu hồng và màu tím ngay trước mắt bạn.",
"SASS_Pixie_Breath_Seeds.name": "Hạt Giống Hơi Thở Của Yêu Tinh",
"SASS_Pixie_Breath_Seeds.description": "Trồng những hạt này vào mùa xuân hoặc mùa hè. Mất 15 ngày để trưởng thành, và tiếp tục cho quả sau lần thu hoạch đầu tiên.",

"SASS_Yarrow.name":"Cỏ Thi",
"SASS_Yarrow.description":"Còn được gọi là Tầm ma của Quỷ, cỏ thi đã được các phù thủy và người hái lượm thông thái sử dụng để giảm đau bụng trong nhiều thế kỷ.",
"SASS_Yarrow_Seeds.name": "Hạt Giống Cỏ Thi",
"SASS_Yarrow_Seeds.description": "Trồng những hạt này vào mùa hè hoặc mùa thu. Mất 12 ngày để trưởng thành, và tiếp tục cho quả sau lần thu hoạch đầu tiên.",

// VẬT PHẨM

"SASS_Crow_Feather.name": "Lông Quạ",
"SASS_Crow_Feather.description": "Chiếc lông này đen như bầu trời đêm.",

"SASS_Lady_Luck.name": "Nữ Thần May Mắn",
"SASS_Lady_Luck.description": "Một cây cỏ ba lá bốn lá hiếm, thường được tặng như một món quà may mắn cho du khách trước khi bắt đầu một cuộc hành trình.",

"SASS_Lovebird_Feather.name": "Lông Vẹt Yến Phụng",
"SASS_Lovebird_Feather.description": "Chiếc lông nhiều màu của một con vẹt yến phụng.",

"SASS_Mugwort.name": "Ngải Cứu",
"SASS_Mugwort.description": "Một thành viên của họ cúc, loại cây này được các phù thủy trồng vì các đặc tính mơ mộng và bói toán của nó.",

"SASS_RoseFinch_Feather.name": "Lông Chim Sẻ Hồng",
"SASS_RoseFinch_Feather.description": "Một chiếc lông màu hồng tươi từ một con chim sẻ hồng.",

"SASS_Snow_Mallow.name": "Thục Quỳ Tuyết",
"SASS_Snow_Mallow.description": "Thục Quỳ Tuyết",

"SASS_Thistle.name": "Cây Kế Sữa",
"SASS_Thistle.description": "Một loại cây có hoa phổ biến thường bị con người coi là cỏ dại, nhưng lại được các phù thủy trân trọng vì các đặc tính chữa bệnh tâm linh của nó.",

"SASS_Unicorn_Horn.name": "Sừng Kỳ Lân",
"SASS_Unicorn_Horn.description": "Một chiếc sừng rụng từ một con kỳ lân non. Một phát hiện hiếm có và quý giá đối với bất kỳ phù thủy hay pháp sư nào.",

"SASS_Valerian.name": "Nữ Lang",
"SASS_Valerian.description": "Một loại thảo dược thường được sử dụng để pha trà gây ngủ. Nó cũng có thể được sử dụng để xua đuổi sét và lũ lụt.",

// CÂY MA THUẬT & SẢN PHẨM CỦA CHÚNG

"SASS_Noonvale_Sapling.name": "Chồi Cây Noonvale",
"SASS_Noonvale_Sapling.description": "Mất 28 ngày để phát triển thành một cây Noonvale trưởng thành. Cho quả hoặc hoa quanh năm. Chỉ mọc nếu 8 'ô' xung quanh trống.",
"SASS_Ambrosia.name": "Túy Tiên",
"SASS_Ambrosia.description": "Được đặt theo tên của món ăn thần thoại của các vị thần, bông hoa này gần như quá ngọt để ăn.",
"SASS_Fallen_Stars.name":"Sao Sa",
"SASS_Fallen_Stars.description":"Cụm hoa này thường được tặng như một lời tỏ tình vào ngày hạ chí.",
"SASS_Smile_Of_Shumus.name":"Nụ Cười Của Shumus",
"SASS_Smile_Of_Shumus.description":"Một bông hoa để làm bừng sáng cả những ngày đen tối nhất.",
"SASS_Banana.name": "Chuối Ngón Tay",
"SASS_Banana.description": "Một giống chuối dài và thanh tú được cho là ngọt hơn nhiều so với chuối truyền thống.",

"SASS_Honeyshire_Sapling.name": "Chồi Cây Honeyshire",
"SASS_Honeyshire_Sapling.description": "Mất 28 ngày để phát triển thành một cây Honeyshire trưởng thành. Cho quả hoặc hoa quanh năm. Chỉ mọc nếu 8 'ô' xung quanh trống.",
"SASS_Apple.name": "Táo Ambrosia",
"SASS_Apple.description": "Được đặt theo tên của món ăn thần thoại của các vị thần, quả táo xanh tươi này gần như quá ngọt để ăn.",
"SASS_Faerie_Folly.name":"Trò Đùa Của Tiên",
"SASS_Faerie_Folly.description":"Một bông hoa màu hồng tươi thường được tặng như một dấu hiệu của tình bạn và thiện chí giữa các tiên tộc.",
"SASS_Apricot.name": "Mơ Vàng Trăng",
"SASS_Apricot.description": "Một quả mơ nhạt với thịt vàng được cho là loại quả yêu thích của các vị thần mặt trăng.",
"SASS_Titania_Bell.name":"Chuông Titania",
"SASS_Titania_Bell.description":"Trẻ em cho biết chúng nghe thấy tiếng chuông reo và tiếng cười gần những bông hoa này.",

"SASS_Summerdell_Sapling.name": "Chồi Cây Summerdell",
"SASS_Summerdell_Sapling.description": "Mất 28 ngày để phát triển thành một cây Summerdell trưởng thành. Cho quả hoặc hoa quanh năm. Chỉ mọc nếu 8 'ô' xung quanh trống.",
"SASS_Avalon_Mist_Flower.name":"Hoa Sương Mù Avalon",
"SASS_Avalon_Mist_Flower.description":"Một bông hoa bí ẩn không rõ nguồn gốc. Nó dường như phát triển mạnh gần các hồ nước.",
"SASS_Sylvan_Sigh.name":"Tiếng Thở Dài Của Rừng",
"SASS_Sylvan_Sigh.description":"Một bông hoa màu hồng tinh tế, thường được tìm thấy trôi nổi trên làn gió hè nhẹ nhàng.",
"SASS_Sugar_Plum.name": "Mận Đường",
"SASS_Sugar_Plum.description": "Một quả mận, nhưng có điều gì đó... lạ lùng. Tại sao nó lại có mùi ngọt ngào như vậy?",
"SASS_Peach.name": "Đào Bạch Tuyết",
"SASS_Peach.description": "Một loại đào hiếm và tinh tế được cho là loại quả yêu thích của một công chúa nào đó trong văn hóa dân gian cổ đại.",

"SASS_Lilygrove_Sapling.name": "Chồi Cây Lilygrove",
"SASS_Lilygrove_Sapling.description": "Mất 28 ngày để phát triển thành một cây Lilygrove trưởng thành. Cho quả hoặc hoa quanh năm. Chỉ mọc nếu 8 'ô' xung quanh trống.",
"SASS_Elysian_Field_Flower.name":"Hoa Cánh Đồng Elysian",
"SASS_Elysian_Field_Flower.description":"Một bông hoa vàng rực rỡ được hái từ cánh đồng Elysium và được giấu kín đến vương quốc này.",
"SASS_Dream_Spinner.name":"Người Dệt Mộng",
"SASS_Dream_Spinner.description":"Tin đồn rằng các yêu tinh bảo vệ giấc mơ của trẻ em bằng cách đặt những bông hoa này dưới gối của chúng.",
"SASS_Cherry.name": "Anh Đào Chua Sao Băng",
"SASS_Cherry.description": "Giống anh đào này có vị lạ như kẹo chua hơn là trái cây.",
"SASS_Orange.name": "Cam Máu",
"SASS_Orange.description": "Một giống cây có múi hiếm.",


"SASS_Mossflower_Sapling.name": "Chồi Cây Mossflower",
"SASS_Mossflower_Sapling.description": "Mất 28 ngày để phát triển thành một cây Mossflower trưởng thành. Cho quả hoặc hoa quanh năm. Chỉ mọc nếu 8 'ô' xung quanh trống.",
"SASS_Pomegranate.name": "Lựu Ngọt Vĩnh Cửu",
"SASS_Pomegranate.description": "Một quả lựu có màu sắc rực rỡ được bao phủ trong bí ẩn. Tin đồn rằng loại quả này luôn mọng nước và ngọt ngào bất kể khi nào được hái.",
"SASS_Kiss_Of_Tamra.name":"Nụ Hôn Của Tamra",
"SASS_Kiss_Of_Tamra.description":"Một bông hoa để sưởi ấm cả những trái tim lạnh giá nhất.",
"SASS_Phoenix_Fire.name":"Lửa Phượng Hoàng",
"SASS_Phoenix_Fire.description":"Bông hoa đỏ tươi này được cho là nở trong tro tàn sau khi một con phượng hoàng bùng cháy thành lửa.",
"SASS_Mango.name": "Xoài Hoàng Hôn",
"SASS_Mango.description": "Một quả xoài tinh tế chín dưới ánh mặt trời lặn.",


/////cây ăn quả đơn mới////////////////

"SASS_Apricot_Sapling.name": "Chồi Cây Mơ Vàng Trăng",
"SASS_Apricot_Sapling.description": "Mất 28 ngày để phát triển thành một cây Mơ Vàng Trăng trưởng thành. Luôn cho quả vào mùa xuân, hiếm khi vào mùa thu. Chỉ mọc nếu 8 'ô' xung quanh trống.",

"SASS_Apple_Sapling.name": "Chồi Cây Táo Ambrosia",
"SASS_Apple_Sapling.description": "Mất 28 ngày để phát triển thành một cây Táo Ambrosia trưởng thành. Luôn cho quả vào mùa thu, hiếm khi vào mùa xuân. Chỉ mọc nếu 8 'ô' xung quanh trống.",

"SASS_Banana_Sapling.name": "Chồi Cây Chuối Ngón Tay",
"SASS_Banana_Sapling.description": "Mất 28 ngày để phát triển thành một cây Chuối Ngón Tay trưởng thành. Luôn cho quả vào mùa hè, hiếm khi vào mùa đông. Chỉ mọc nếu 8 'ô' xung quanh trống.",

"SASS_Cherry_Sapling.name": "Chồi Cây Anh Đào Chua Sao Băng",
"SASS_Cherry_Sapling.description": "Mất 28 ngày để phát triển thành một cây Anh Đào Chua Sao Băng trưởng thành. Luôn cho quả vào mùa xuân, hiếm khi vào mùa thu. Chỉ mọc nếu 8 'ô' xung quanh trống.",

"SASS_Mango_Sapling.name": "Chồi Cây Xoài Hoàng Hôn",
"SASS_Mango_Sapling.description": "Mất 28 ngày để phát triển thành một cây Xoài Hoàng Hôn trưởng thành. Luôn cho quả vào mùa hè, hiếm khi vào mùa đông. Chỉ mọc nếu 8 'ô' xung quanh trống.",

"SASS_Orange_Sapling.name": "Chồi Cây Cam Máu",
"SASS_Orange_Sapling.description": "Mất 28 ngày để phát triển thành một cây Cam Máu trưởng thành. Luôn cho quả vào mùa hè, hiếm khi vào mùa đông. Chỉ mọc nếu 8 'ô' xung quanh trống.",

"SASS_Peach_Sapling.name": "Chồi Cây Đào Bạch Tuyết",
"SASS_Peach_Sapling.description": "Mất 28 ngày để phát triển thành một cây Đào Bạch Tuyết trưởng thành. Luôn cho quả vào mùa hè, hiếm khi vào mùa đông. Chỉ mọc nếu 8 'ô' xung quanh trống.",

"SASS_Pomegranate_Sapling.name": "Chồi Cây Lựu Ngọt Vĩnh Cửu",
"SASS_Pomegranate_Sapling.description": "Mất 28 ngày để phát triển thành một cây Lựu Ngọt Vĩnh Cửu trưởng thành. Luôn cho quả vào mùa thu, hiếm khi vào mùa xuân. Chỉ mọc nếu 8 'ô' xung quanh trống.",

"SASS_Sugar_Plum_Sapling.name": "Chồi Cây Mận Đường",
"SASS_Sugar_Plum_Sapling.description": "Mất 28 ngày để phát triển thành một cây Mận Đường trưởng thành. Luôn cho quả vào mùa đông, hiếm khi vào mùa hè. Chỉ mọc nếu 8 'ô' xung quanh trống.",

//----------------TÊN VÀ MÔ TẢ BỤI CÂY TÙY CHỈNH ------------------------//


"SASS_MoonDrop_Seeds.name":"Giàn Nho Giọt Trăng",
"SASS_MoonDrop_Seeds.description":"Mất 30 ngày để trưởng thành thành một bụi cây. Cho ra Nho Giọt Trăng theo mùa mỗi 3 ngày.",

"SASS_Fae_Queen_Flower_Seeds.name":"Giàn Hoa Nữ Hoàng Tiên",
"SASS_Fae_Queen_Flower_Seeds.description":"Mất 30 ngày để trưởng thành thành một bụi cây. Cho ra hoa ma thuật mỗi 3 ngày.",

"SASS_Secret_Garden_Flower_Seeds.name":"Giàn Hoa Vườn Bí Mật",
"SASS_Secret_Garden_Flower_Seeds.description":"Mất 30 ngày để trưởng thành thành một bụi cây. Cho ra hoa ma thuật mỗi 3 ngày.",

"SASS_Magic_Meadow_Flower_Seeds.name":"Giàn Hoa Đồng Cỏ Ma Thuật",
"SASS_Magic_Meadow_Flower_Seeds.description":"Mất 30 ngày để trưởng thành thành một bụi cây. Cho ra hoa ma thuật mỗi 3 ngày.",

"SASS_Pantry_Mushroom_Seeds.name":"Hạt Giống Nấm Tủ Bếp",
"SASS_Pantry_Mushroom_Seeds.description":"Mất 30 ngày để trưởng thành thành một bụi cây. Cho ra nấm ma thuật mỗi 3 ngày.",

"SASS_Cafe_Mushroom_Seeds.name":"Hạt Giống Nấm Quán Cà Phê",
"SASS_Cafe_Mushroom_Seeds.description":"Mất 30 ngày để trưởng thành thành một bụi cây. Cho ra nấm ma thuật mỗi 3 ngày.",

"SASS_Alchemist_Mushroom_Seeds.name":"Hạt Giống Nấm Nhà Giả Kim",
"SASS_Alchemist_Mushroom_Seeds.description":"Mất 30 ngày để trưởng thành thành một bụi cây. Cho ra nấm ma thuật mỗi 3 ngày.",

"SASS_Cookie_Monster_Mushroom_Seeds.name":"Hạt Giống Nấm Quái Vật Bánh Quy",
"SASS_Cookie_Monster_Mushroom_Seeds.description":"Mất 30 ngày để trưởng thành thành một bụi cây. Cho ra nấm ma thuật mỗi 3 ngày.",

"SASS_Sweet_Tooth_Mushroom_Seeds.name":"Hạt Giống Nấm Hảo Ngọt",
"SASS_Sweet_Tooth_Mushroom_Seeds.description":"Mất 30 ngày để trưởng thành thành một bụi cây. Cho ra nấm ma thuật mỗi 3 ngày.",

//thứ mới khác

"SASS_Wild_Raspberry.name": "Mâm Xôi Dại",
"SASS_Wild_Raspberry.description": "Ngon placeholder.",

"SASS_Wild_Strawberry.name": "Dâu Dại",
"SASS_Wild_Strawberry.description": "Ngon placeholder.",

////////////////////////////
// VẬT PHẨM DỊCH CHUYỂN BỤI TIÊN //
////////////////////////////

"SASS_Frog_Totem.name":"Vật Tổ Ếch",
"SASS_Frog_Totem.description":"Dịch chuyển trực tiếp đến Hang Ếch. Tiêu thụ khi sử dụng.",

"SASS_Grotto_Totem.name":"Vật Tổ Hang Động",
"SASS_Grotto_Totem.description":"Dịch chuyển trực tiếp đến Hang Tiên Cá. Tiêu thụ khi sử dụng.",

"SASS_Ruins_Totem.name":"Vật Tổ Tàn Tích",
"SASS_Ruins_Totem.description":"Dịch chuyển trực tiếp đến Tàn Tích Bị Lãng Quên. Tiêu thụ khi sử dụng.",

"SASS_Mushroom_Totem.name":"Vật Tổ Rừng Nấm",
"SASS_Mushroom_Totem.description":"Dịch chuyển trực tiếp đến Rừng Nấm. Tiêu thụ khi sử dụng.",

"SASS_Rainforest_Totem.name":"Vật Tổ Rừng Mưa",
"SASS_Rainforest_Totem.description":"Dịch chuyển trực tiếp đến Chốn Nghỉ Rừng Mưa. Tiêu thụ khi sử dụng.",

"SASS_Farmhouse_Totem.name":"Vật Tổ Trang Trại Bỏ Hoang",
"SASS_Farmhouse_Totem.description":"Dịch chuyển trực tiếp đến Trang Trại Bỏ Hoang. Tiêu thụ khi sử dụng.",

"SASS_OldForest_Totem.name":"Vật Tổ Rừng Già",
"SASS_OldForest_Totem.description":"Dịch chuyển trực tiếp đến Rừng Già. Tiêu thụ khi sử dụng.",

"SASS_Berry_Totem.name":"Vật Tổ Lùm Cây",
"SASS_Berry_Totem.description":"Dịch chuyển trực tiếp đến Lùm Cây Mọng. Tiêu thụ khi sử dụng.",

"SASS_CrystalCave_Totem.name":"Vật Tổ Hang Pha Lê",
"SASS_CrystalCave_Totem.description":"Dịch chuyển trực tiếp đến Hang Pha Lê. Tiêu thụ khi sử dụng.",

"SASS_Orchard_Totem.name":"Vật Tổ Vườn Cây",
"SASS_Orchard_Totem.description":"Dịch chuyển trực tiếp đến Vườn Cây Bí Mật. Tiêu thụ khi sử dụng.",

/////////////
// ĐỘNG VẬT //
/////////////

"SASS_Honeybee":"Ong Mật",
"SASS_Cat":"Mèo",
"SASS_Crow":"Quạ",
"SASS_Fox":"Cáo",
"SASS_Toad":"Cóc",

///////////////
// THÔNG TIN CỬA HÀNG //
///////////////

"SASS_Shop_Honeybee.name":"Ong Mật",
"SASS_Shop_Honeybee.description":"Một con ong sẽ sản xuất sáp ong, mật ong, và có thể để lại cho bạn một điều gì đó đặc biệt nếu bạn trở thành bạn bè. Sống trong chuồng gà.",

"SASS_Shop_Cat.name":"Mèo",
"SASS_Shop_Cat.description":"Loài vật này được coi là thú thân thuộc 'cổ điển'. Mang về những nguyên liệu hữu ích cho chủ nhân của nó. Sống trong chuồng gia súc.",

"SASS_Shop_Crow.name":"Quạ",
"SASS_Shop_Crow.description":"Quạ được biết đến là loài mang những kho báu sáng bóng cho những người mà chúng tin tưởng. Sống trong chuồng gia súc.",

"SASS_Shop_Fox.name":"Cáo",
"SASS_Shop_Fox.description":"Mặc dù cáo săn mồi, chúng cũng hái lượm quả mọng và trái cây. Sống trong chuồng gia súc.",

"SASS_Shop_Toad.name":"Cóc",
"SASS_Shop_Toad.description":"Mặc dù thú thân thuộc này có vẻ nhỏ bé, nhưng những kho báu mà nó có thể mang lại cho bạn là rất lớn. Sống trong chuồng gà.",

//////////////
// THÔNG BÁO //
//////////////

"SASS_Shop_Honeybee.birth":"Một con ong mật mới đã quyết định trở thành thú thân thuộc của bạn!",
"SASS_Shop_Cat.birth":"Một con mèo mới đã quyết định trở thành thú thân thuộc của bạn!",
"SASS_Shop_Crow.birth":"Một con quạ mới đã quyết định trở thành thú thân thuộc của bạn!",
"SASS_Shop_Fox.birth":"Một con cáo mới đã quyết định trở thành thú thân thuộc của bạn!",
"SASS_Shop_Toad.birth":"Một con cóc mới đã quyết định trở thành thú thân thuộc của bạn!",

//////////////////////////////////
// THÔNG TIN TRẠM CHẾ TẠO TÙY CHỈNH //
//////////////////////////////////

"SASS_Propagator.name":"Trạm Nhân Giống",
"SASS_Propagator.description":"Một nơi làm việc chuyên dụng để chế tạo các loại hạt giống và chồi cây ma thuật.",

"SASS_MushTrees.category":"Chồi Cây Nấm",
"SASS_MushSeeds.category":"Hạt Giống Nấm",
"SASS_FlowerTrees.category":"Chồi Cây Ma Thuật",
"SASS_FruitFlowerSeeds.category":"Hạt Giống Trái Cây và Hoa",

//////////
// THƯ //
//////////

"SASS_AlchemyTable.name":"Nhiều Công Dụng Hơn Cho Bàn Giả Kim",
"SASS_AlchemyTable.text":"@,^^Chị nghe nói (hay là nho sunberry, chị đoán vậy) rằng em giờ đã có bản thiết kế cho một bàn giả kim! Đó là tin tốt. Nhiều vật phẩm hái lượm ma thuật mà em đã thu thập có thể được phân tách tại bàn giả kim này thành các thành phần hữu ích. Em nên bắt tay vào chế tạo một cái nhanh chóng nếu chưa có. Hãy bắt đầu giả kim đi! ^^Wildflour, Nhà Giả Kim",

"SASS_PropagatorRecipe.name":"Trạm Nhân Giống",
"SASS_PropagatorRecipe.text":"@,^^Chị đang chia sẻ với em bản thiết kế cho một Trạm Nhân Giống. Bất cứ ai quan tâm đến thực vật, dù là nhà giả kim, người làm vườn, hay nông dân, đều nên có một cái này. Nếu em đang tìm kiếm các loại hạt giống và chồi cây mà em sẽ không tìm thấy ở chỗ Pierre (hoặc, trời ạ, JojaMart), thì Trạm Nhân Giống này là thiết bị cần thiết. ^^Wildflour, Nhà Giả Kim",

"SASS_Mushroom_Recipes.name":"Hạt Giống Nấm",
"SASS_Mushroom_Recipes.text":"@,^^Bây giờ em sẽ có thể phát triển các loại hạt giống nấm khác nhau tại Trạm Nhân Giống của mình. Hầu hết các loại nấm phát triển mạnh trong một chất nền như gỗ hoặc cỏ khô, vì vậy hãy chắc chắn xem xét các công thức cẩn thận để đảm bảo em trồng được những hạt giống và chồi cây tốt nhất. ^^Wildflour, Nhà Giả Kim",

"SASS_Magic_Tree_Recipes.name":"Chồi Cây",
"SASS_Magic_Tree_Recipes.text":"@,^^Bây giờ em sẽ có thể phát triển các chồi cây ma thuật tại Trạm Nhân Giống của mình. Đây sẽ không phải là những chồi cây dễ phát triển. Chúng sẽ đòi hỏi tất cả các kỹ năng của em với tư cách là một nông dân, người hái lượm, và, chị dám nói, một nhà giả kim mới chớm nở? Chúc may mắn, bạn của chị. ^^Wildflour, Nhà Giả Kim",

"SASS_MoonDrop_Recipes.name":"Hạt Giống Nho Giọt Trăng",
"SASS_MoonDrop_Recipes.text":"@,^^Bây giờ em sẽ có thể phát triển các loại Hạt Giống Nho Giọt Trăng khác nhau tại Trạm Nhân Giống của mình. Cầu mong một trong hai chúng ta có thể trồng được chúng! ^^Wildflour, Nhà Giả Kim",

"SASS_Bee_Familiars.name":"Những Chú Ong Ồn Ào",
"SASS_Bee_Familiars.text":"Chào em, @!^^Như một lời cảm ơn cuối cùng vì đã là một người bạn đáng yêu và đã giúp đỡ chị trong các thí nghiệm của mình: Gần đây chị đã biết về những con ong thân thuộc hiếm có, chúng sẽ cung cấp mật ong và thậm chí cả hạt giống hoa cho những người mà chúng cho là xứng đáng. Nghe hấp dẫn phải không?^^Như mọi khi, hãy kiểm tra sổ cái nếu em quan tâm, hoặc em luôn có thể ghé qua và xem Marnie có con nào không!^^Thân, Wildflour ",

"SASS_Cat_Familiars.name":"Những Chú Mèo Tò Mò",
"SASS_Cat_Familiars.text":"Chào em, @!^^Cảm ơn em một lần nữa vì đã thu thập tất cả các nguyên liệu chị cần! Để cảm ơn, chị sẵn lòng giới thiệu cho em một vài thú thân thuộc mèo. Chúng khá tò mò và sẽ mang cho em những thứ như chiến lợi phẩm từ quái vật và các vật phẩm khác mà chúng tìm thấy khi lang thang. Hãy kiểm tra sổ cái bên cạnh vạc để biết thêm thông tin hoặc ghé qua cửa hàng của Marnie nếu em ở Cindersap.^^Nói chuyện với em sau nhé! ^Wildflour, Nhà Giả Kim",

"SASS_Crow_Familiars.name":"Những Chú Quạ Tinh Ranh",
"SASS_Crow_Familiars.text":"Chào em, @!^^Cảm ơn em rất nhiều vì những mẫu vật hái lượm. Chị nghĩ chúng sẽ hoạt động hoàn hảo cho dự án giả kim tiếp theo của mình. Trong khi đó, em đã bao giờ nghĩ đến việc thêm một số thú thân thuộc vào nông trại của mình chưa? Chúng có nhiều hình dạng và kích cỡ khác nhau và có thể giúp em thu thập đủ loại vật phẩm. Nếu em quan tâm, chị có một vài con quạ sẵn sàng trở thành thú thân thuộc của em nếu được đối xử đúng cách. Hãy ghé qua xưởng và kiểm tra sổ cái bên cạnh vạc của chị, hoặc ghé thăm cửa hàng của Marnie ở Rừng Cindersap. ^^Tạm biệt nhé! ^Wildflour, Nhà Giả Kim",

"SASS_Fox_Familiars.name":"Những Chú Cáo Tinh Nghịch",
"SASS_Fox_Familiars.text":"@, ^^Nghiêm túc đấy, đã có ai nói với em rằng em khá là một người siêng năng chưa? Chà, hãy yên tâm, điều đó rất được trân trọng. Có lẽ em sẽ thích một hoặc hai con cáo làm thú thân thuộc mới? Chúng thích chia sẻ trái cây và quả mọng mà chúng hái lượm được với những người mà chúng tin tưởng. VÌ VẬY, EM PHẢI TỐT VỚI CHÚNG! Nếu không Sprout sẽ ném trứng hư không vào nhà em. Nó đã tự nói với chị đấy! ^^Bạn của em, Wildflour",

"SASS_Toad_Familiars.name":"Những Chú Cóc Tuyệt Vời",
"SASS_Toad_Familiars.text":"Em cảm thấy thế nào về cóc?^^Chị nghĩ chúng bị đánh giá thấp rất nhiều khi nói đến thú thân thuộc. Mọi người luôn nói về mèo và quạ, nhưng cóc biết nơi có những cây nấm ngon nhất, và điều đó khiến chúng trở thành một thú thân thuộc hàng đầu trong sách của chị. Nhân tiện nói về sách của chị, cứ tự nhiên ghé qua xưởng và kiểm tra sổ cái (mặc dù chị đoán em có thể đến thăm Marnie, nhưng điều đó không vui bằng) để thêm một vài thú thân thuộc cóc vào nông trại của mình! Hãy coi đó là một lời cảm ơn vì đã mang cho chị tất cả những cây nấm ma thuật đó. ^^Hẹn gặp lại lần sau! ^Wildflour",

"SASS_Totem_Recipes.title":"Vật Tổ Dịch Chuyển Bí Mật",
"SASS_Totem_Recipes.text":"@, ^^ Chị nghĩ chị có thể tin tưởng em đủ để chia sẻ một số công thức giả kim tiên tiến nhất của mình với em. Hãy cẩn thận: đây chỉ là một chiều thôi nên đừng đến ám chị nếu em tự dịch chuyển mình đến một nơi nào đó mà em không thể quay lại. ^^Đùa thôi! Những vật tổ bụi tiên này có thể dịch chuyển em đến đủ loại địa điểm hái lượm kỳ ảo, vì vậy hãy sử dụng chúng một cách khôn ngoan! ^^Bạn của em, Wildflour",

"SASS_Rose_Party_Prep.title":"SUỴT!",
"SASS_Rose_Party_Prep.text":"@, ^^ Cậu đang được giao phó nhiệm vụ quan trọng nhất: giao những tấm thiệp mời này một cách KÍN ĐÁO. Sau khi cậu hoàn thành nhiệm vụ của mình, tớ sẽ lo phần còn lại cho Chiến dịch Lễ hội Sân vườn. ^^Nhà Giả Kim",

}